DROP TABLE IF EXISTS jobs;

CREATE TABLE `jobs` (
    `id` int(11) NOT NULL AUTO_INCREMENT, `position` varchar(128) DEFAULT NULL, `city` varchar(128) DEFAULT NULL, `area` varchar(128) DEFAULT NULL, `salary` varchar(128) DEFAULT NULL, `tag` varchar(128) DEFAULT NULL, `education` varchar(128) DEFAULT NULL, `experience` varchar(128) DEFAULT NULL, `company_name` varchar(128) DEFAULT NULL, `industry` varchar(128) DEFAULT NULL, `financing_stage` varchar(128) DEFAULT NULL, `company_size` varchar(128) DEFAULT NULL, `welfare` varchar(128) DEFAULT NULL, PRIMARY KEY (`id`), KEY `ix_jobs_city` (`city`), KEY `ix_jobs_position` (`position`)
) ENGINE = InnoDB DEFAULT CHARSET = utf8mb4 COLLATE = utf8mb4_general_ci;

INSERT INTO
    jobs (
        id, position, city, area, salary, tag, education, experience, company_name, industry, financing_stage, company_size, welfare
    )
VALUES (
        '1', '\'Python开发工程师\'', '\'北京\'', '\'海淀区\'', '\'10k-20k\'', '\'｜人工智能服务｜工具类产品｜\'', '\'本科\'', '\'经验不限\'', '\'云孚科技\'', '\'人工智能服务\'', '\'不需要融资\'', '\'15-50人\'', '\'“哈工大孵化、认知智能、大牛带队、挑战多成长快”\''
    ),
    (
        '2', '\'python开发工程师\'', '\'北京\'', '\'奥运村\'', '\'7k-14k\'', '\'｜IT技术服务｜咨询｜Ruby｜数据服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'睿智思科\'', '\'IT技术服务｜咨询\'', '\'天使轮\'', '\'15-50人\'', '\'“公司内部的薪酬机制非常灵活，成长空间很高”\''
    ),
    (
        '3', '\'python开发工程师\'', '\'深圳\'', '\'南山区\'', '\'15k-25k\'', '\'｜MySQL｜\'', '\'本科\'', '\'经验3-5年\'', '\'赤湾通信卫星应用\'', '\'网络通信,信息安全,IT技术服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“稀缺项目 发展前景好 福利全面”\''
    ),
    (
        '4', '\'python开发工程师\'', '\'上海\'', '\'七宝\'', '\'10k-20k\'', '\'｜软件服务｜咨询｜数据服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'弘连网络\'', '\'数据服务｜咨询\'', '\'A轮\'', '\'150-500人\'', '\'“弹性工作、内部培训、技术挑战、优秀团队”\''
    ),
    (
        '5', '\'python开发工程师\'', '\'北京\'', '\'朝阳区\'', '\'13k-25k\'', '\'｜后端｜电商平台｜\'', '\'本科\'', '\'经验1-3年\'', '\'第三石科技\'', '\'生活服务\'', '\'B轮\'', '\'50-150人\'', '\'“平台好 高精尖技术氛围”\''
    ),
    (
        '6', '\'Python开发工程师\'', '\'北京\'', '\'西城区\'', '\'20k-30k\'', '\'｜扁平管理｜技能培训｜领导好｜弹性工作｜\'', '\'本科\'', '\'经验1-3年\'', '\'因诺\'', '\'金融业\'', '\'不需要融资\'', '\'50-150人\'', '\'“扁平管理,牛人团队,绩效奖金,六险一金”\''
    ),
    (
        '7', '\'python开发工程师\'', '\'成都\'', '\'高新区\'', '\'12k-20k\'', '\'｜软件服务｜咨询｜爬虫｜IT技术服务｜咨询｜软件开发｜\'', '\'本科\'', '\'经验3-5年\'', '\'思而科\'', '\'IT技术服务｜咨询,软件服务｜咨询\'', '\'未融资\'', '\'150-500人\'', '\'“五险一金 年终奖 节日福利 双休 弹性工作时”\''
    ),
    (
        '8', '\'python开发工程师\'', '\'上海\'', '\'张江\'', '\'8k-15k\'', '\'｜人工智能服务｜MySQL｜后端｜数据服务｜咨询｜推荐算法｜\'', '\'本科\'', '\'经验1-3年\'', '\'达观数据\'', '\'人工智能服务,数据服务｜咨询\'', '\'C轮\'', '\'500-2000人\'', '\'“人工智能 期权激励 六险一金 大牛云集”\''
    ),
    (
        '9', '\'Python开发工程师\'', '\'杭州\'', '\'上城区\'', '\'10k-20k\'', '\'｜软件服务｜咨询｜数据服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'弘连网络\'', '\'数据服务｜咨询\'', '\'A轮\'', '\'150-500人\'', '\'“弹性工作、内部培训、技术挑战、优秀团队”\''
    ),
    (
        '10', '\'python开发工程师\'', '\'北京\'', '\'西二旗\'', '\'20k-30k\'', '\'｜C++｜C语言｜居住服务｜GO｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'贝壳\'', '\'居住服务\'', '\'上市公司\'', '\'2000人以上\'', '\'“带薪年假 定期体检 弹性工作 扁平管理”\''
    ),
    (
        '11', '\'python开发工程师\'', '\'深圳\'', '\'福田区\'', '\'14k-17k\'', '\'｜hive｜科技金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'金证睿服\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“周末双休，加班少，气氛nice”\''
    ),
    (
        '12', '\'python开发工程师\'', '\'温州\'', '\'鹿城区\'', '\'13k-24k\'', '\'｜科技金融｜金融业｜\'', '\'本科\'', '\'经验3-5年\'', '\'温州银行股份有限公司\'', '\'金融业\'', '\'未融资\'', '\'2000人以上\'', '\'“金融科技新锐企业”\''
    ),
    (
        '13', '\'python开发工程师\'', '\'上海\'', '\'浦东新区\'', '\'15k-25k\'', '\'｜人工智能服务｜\'', '\'本科\'', '\'经验3-5年\'', '\'达观数据\'', '\'人工智能服务,数据服务｜咨询\'', '\'C轮\'', '\'500-2000人\'', '\'“13薪”\''
    ),
    (
        '14', '\'python开发工程师\'', '\'上海\'', '\'虹梅路\'', '\'15k-25k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'思而科\'', '\'IT技术服务｜咨询,软件服务｜咨询\'', '\'未融资\'', '\'150-500人\'', '\'“五险一金 年终奖 带薪年假 双休 弹性工时间”\''
    ),
    (
        '15', '\'python开发工程师\'', '\'上海\'', '\'洋泾\'', '\'16k-22k\'', '\'｜JAVA｜金融业｜\'', '\'本科\'', '\'经验3-5年\'', '\'德科信息\'', '\'物联网\'', '\'不需要融资\'', '\'2000人以上\'', '\'“Python”\''
    ),
    (
        '16', '\'python开发工程师\'', '\'广州\'', '\'珠江新城\'', '\'8k-12k\'', '\'｜IT技术服务｜咨询｜数据服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'消费者报道杂志社\'', '\'文化传媒\'', '\'不需要融资\'', '\'50-150人\'', '\'“双休 五险一金 年度体检 带薪年假 节日福利”\''
    ),
    (
        '17', '\'python\'', '\'深圳\'', '\'福田区\'', '\'14k-19k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'金证睿服\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“南方基金”\''
    ),
    (
        '18', '\'Python开发工程师\'', '\'上海\'', '\'黄浦区\'', '\'15k-30k\'', '\'｜软件服务｜咨询｜基础架构｜\'', '\'本科\'', '\'经验1-3年\'', '\'谷露软件\'', '\'工具类产品\'', '\'A轮\'', '\'50-150人\'', '\'“最IN的工作环境，最NICE的团队伙伴”\''
    ),
    (
        '19', '\'python开发工程师\'', '\'广州\'', '\'珠江新城\'', '\'15k-17k\'', '\'｜金融业｜\'', '\'本科\'', '\'经验1-3年\'', '\'讯鸿网络\'', '\'工具类产品\'', '\'B轮\'', '\'50-150人\'', '\'“工作环境好、发展空间大、粮期准”\''
    ),
    (
        '20', '\'Python开发工程师\'', '\'北京\'', '\'东城区\'', '\'10k-20k\'', '\'｜网络爬虫｜软件服务｜咨询｜全栈｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'信永中和\'', '\'专业服务｜咨询\'', '\'不需要融资\'', '\'2000人以上\'', '\'“环境好,不加班,大公司”\''
    ),
    (
        '21', '\'python开发工程师\'', '\'佛山\'', '\'桂城\'', '\'8k-14k\'', '\'｜软件服务｜咨询｜计算机相关专业｜\'', '\'大专\'', '\'经验3-5年\'', '\'广州南天\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'500-2000人\'', '\'“双休 六险一金 节日礼包 员工体检 文体活动”\''
    ),
    (
        '22', '\'python开发工程师\'', '\'上海\'', '\'曹路\'', '\'12k-14k\'', '\'｜科技金融｜金融业｜计算机相关专业｜\'', '\'本科\'', '\'经验1-3年\'', '\'中电金信\'', '\'IT技术服务｜咨询,软件服务｜咨询\'', '\'B轮\'', '\'2000人以上\'', '\'“双休”\''
    ),
    (
        '23', '\'python开发工程师\'', '\'北京\'', '\'东四\'', '\'15k-30k\'', '\'｜软件服务｜咨询｜Django｜MySql｜运维开发经验｜计算机相关专业｜\'', '\'本科\'', '\'经验3-5年\'', '\'奇点浩翰\'', '\'数据服务｜咨询,IT技术服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“平台稳健”\''
    ),
    (
        '24', '\'Python开发\'', '\'杭州\'', '\'余杭区\'', '\'10k-20k\'', '\'｜\'', '\'本科\'', '\'经验1-3年\'', '\'中国电信信产公司\'', '\'电商平台,内容社区\'', '\'不需要融资\'', '\'500-2000人\'', '\'“五险一金,做五休二,定期体检”\''
    ),
    (
        '25', '\'Python开发工程师\'', '\'佛山\'', '\'顺德区\'', '\'12k-17k\'', '\'｜内容社区｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'建广数科\'', '\'其他\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,绩效奖金,定期体检”\''
    ),
    (
        '26', '\'Python开发工程师\'', '\'珠海\'', '\'香洲区\'', '\'10k-20k\'', '\'｜\'', '\'大专\'', '\'经验1-3年\'', '\'珠海市横琴博贤智能科技有限公司\'', '\'软件服务｜咨询,数据服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“做五休二,绩效奖金,专业培训”\''
    ),
    (
        '27', '\'Python工程师\'', '\'北京\'', '\'海淀区\'', '\'9k-14k\'', '\'｜软件服务｜咨询｜数据服务｜咨询｜\'', '\'大专\'', '\'经验1-3年\'', '\'中软软件\'', '\'旅游｜出行\'', '\'不需要融资\'', '\'2000人以上\'', '\'“五险一金,定期体检,员工旅游”\''
    ),
    (
        '28', '\'Python开发工程师\'', '\'长沙\'', '\'长沙县\'', '\'8k-15k\'', '\'｜\'', '\'本科\'', '\'经验3-5年\'', '\'湖南维胜科技电路板有限公司\'', '\'在线教育\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,绩效奖金,定期体检”\''
    ),
    (
        '29', '\'高级云平台开发工程师（go python）\'', '\'北京\'', '\'苏州街\'', '\'30k-50k\'', '\'｜旅游｜出行｜电商平台｜Kubernetes｜\'', '\'本科\'', '\'经验5-10年\'', '\'去哪儿网\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“满工时有餐补，可免费打车”\''
    ),
    (
        '30', '\'python助教\'', '\'北京\'', '\'魏公村\'', '\'8k-12k\'', '\'｜在线教育｜\'', '\'不限\'', '\'经验不限\'', '\'慕课网\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“加班少、免费看资源学习”\''
    ),
    (
        '31', '\'python开发工程师（百度）\'', '\'北京\'', '\'西二旗\'', '\'14k-16k\'', '\'｜互联网｜\'', '\'本科\'', '\'经验1-3年\'', '\'微创软件\'', '\'IT技术服务｜咨询\'', '\'不需要融资\'', '\'2000人以上\'', '\'“大厂、六险一金、工作环境好”\''
    ),
    (
        '32', '\'python爬虫\'', '\'上海\'', '\'张江\'', '\'15k-21k\'', '\'｜企业服务｜\'', '\'本科\'', '\'经验3-5年\'', '\'博奥特科技\'', '\'IT技术服务｜咨询,软件服务｜咨询\'', '\'未融资\'', '\'500-2000人\'', '\'“双休”\''
    ),
    (
        '33', '\'Python高级工程师\'', '\'北京\'', '\'望京\'', '\'20k-40k\'', '\'｜电商｜\'', '\'不限\'', '\'经验3-5年\'', '\'第三石科技\'', '\'生活服务\'', '\'B轮\'', '\'50-150人\'', '\'“国际化环境，新锐电商平台”\''
    ),
    (
        '34', '\'软件开发python/c++/c/java\'', '\'深圳\'', '\'龙岗区\'', '\'15k-28k\'', '\'｜软件服务｜咨询｜C语言｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'华为技术有限公司\'', '\'智能硬件,IT技术服务｜咨询,制造业\'', '\'不需要融资\'', '\'2000人以上\'', '\'“五险一金，线上面试，发展前景广”\''
    ),
    (
        '35', '\'运维开发工程师（python/go）\'', '\'深圳\'', '\'南山区\'', '\'15k-30k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'富途\'', '\'科技金融\'', '\'上市公司\'', '\'500-2000人\'', '\'“腾讯系”\''
    ),
    (
        '36', '\'Python后端开发\'', '\'上海\'', '\'张江\'', '\'13k-20k\'', '\'｜软件服务｜咨询｜数据服务｜咨询｜\'', '\'大专\'', '\'经验1-3年\'', '\'上海观测未来信息技术有限公司\'', '\'IT技术服务｜咨询\'', '\'D轮及以上\'', '\'150-500人\'', '\'“平台稳定 技术实力强 时间弹性不996”\''
    ),
    (
        '37', '\'Python开发工程师（FUNC 平台）\'', '\'上海\'', '\'张江\'', '\'13k-18k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'上海观测未来信息技术有限公司\'', '\'IT技术服务｜咨询\'', '\'D轮及以上\'', '\'150-500人\'', '\'“发展前景好”\''
    ),
    (
        '38', '\'软件开发python/c++/c/java\'', '\'西安\'', '\'雁塔区\'', '\'15k-28k\'', '\'｜软件服务｜咨询｜C语言｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'华为技术有限公司\'', '\'智能硬件,IT技术服务｜咨询,制造业\'', '\'不需要融资\'', '\'2000人以上\'', '\'“五险一金，线上面试，发展前景广”\''
    ),
    (
        '39', '\'Python开发交付工程师\'', '\'杭州\'', '\'余杭区\'', '\'13k-26k\'', '\'｜软件服务｜咨询｜RPA｜实施运维｜科技金融｜金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'浙江保融\'', '\'科技金融\'', '\'不需要融资\'', '\'500-2000人\'', '\'“年终奖金、交通及通讯类补贴、餐补、免费体检”\''
    ),
    (
        '40', '\'Python开发工程师（RPA业务部）\'', '\'杭州\'', '\'余杭区\'', '\'15k-30k\'', '\'｜软件服务｜咨询｜科技金融｜pyqt｜金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'浙江保融\'', '\'科技金融\'', '\'不需要融资\'', '\'500-2000人\'', '\'“餐饮补贴、交通补贴、年终奖金、员工旅游”\''
    ),
    (
        '41', '\'运维开发工程师(python)\'', '\'杭州\'', '\'余杭区\'', '\'22k-35k\'', '\'｜MySQL｜电商平台｜\'', '\'本科\'', '\'经验5-10年\'', '\'鲸灵集团\'', '\'电商平台\'', '\'C轮\'', '\'500-2000人\'', '\'“双休，五险一金，团队nice”\''
    ),
    (
        '42', '\'python资深软件工程师\'', '\'北京\'', '\'朝阳区\'', '\'35k-50k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验10年以上\'', '\'Veeva System维我软件\'', '\'软件服务｜咨询,IT技术服务｜咨询,医疗｜保健｜美容\'', '\'上市公司\'', '\'2000人以上\'', '\'“学习费、健身费用、六险一金、圣诞假期”\''
    ),
    (
        '43', '\'中级python开发 (MJ000065)\'', '\'广州\'', '\'官洲\'', '\'10k-15k\'', '\'｜JAVA｜信息安全｜科技金融｜\'', '\'大专\'', '\'经验1-3年\'', '\'赞同科技\'', '\'软件服务｜咨询,数据服务｜咨询\'', '\'不需要融资\'', '\'2000人以上\'', '\'“五险一金 周末双休”\''
    ),
    (
        '44', '\'Python系统开发工程师\'', '\'成都\'', '\'武侯区\'', '\'15k-30k\'', '\'｜C++｜科技金融｜\'', '\'本科\'', '\'经验不限\'', '\'上海天王星\'', '\'数据服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“年轻团队；发展前景；技术大牛带教”\''
    ),
    (
        '45', '\'Python系统开发工程师\'', '\'深圳\'', '\'南山区\'', '\'15k-30k\'', '\'｜C++｜科技金融｜\'', '\'本科\'', '\'经验不限\'', '\'上海天王星\'', '\'数据服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“年轻团队；发展前景；技术大牛带教”\''
    ),
    (
        '46', '\'python数据开发工程师\'', '\'深圳\'', '\'南山区\'', '\'15k-30k\'', '\'｜C++｜科技金融｜\'', '\'本科\'', '\'经验不限\'', '\'上海天王星\'', '\'数据服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“年轻团队；发展前景；技术大牛带教”\''
    ),
    (
        '47', '\'python数据开发工程师\'', '\'成都\'', '\'武侯区\'', '\'15k-30k\'', '\'｜C++｜科技金融｜\'', '\'本科\'', '\'经验不限\'', '\'上海天王星\'', '\'数据服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“年轻团队；发展前景；技术大牛带教”\''
    ),
    (
        '48', '\'后端开发工程师（java/go/python）\'', '\'北京\'', '\'海淀区\'', '\'25k-50k\'', '\'｜工具类产品｜营销服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'创智汇聚\'', '\'营销服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“发展空间大 工作氛围好”\''
    ),
    (
        '49', '\'python高级后端开发工程师\'', '\'北京\'', '\'朝阳区\'', '\'30k-40k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'Veeva System维我软件\'', '\'软件服务｜咨询,IT技术服务｜咨询,医疗｜保健｜美容\'', '\'上市公司\'', '\'2000人以上\'', '\'“学习费、健身费、六险一金、圣诞假期”\''
    ),
    (
        '50', '\'C/C++/java/Python\'', '\'武汉\'', '\'江夏区\'', '\'12k-24k\'', '\'｜软件服务｜咨询｜C语言｜JavaScript｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'华为技术有限公司\'', '\'智能硬件,IT技术服务｜咨询,制造业\'', '\'不需要融资\'', '\'2000人以上\'', '\'“华为OD，中低端岗位进内部**渠道”\''
    ),
    (
        '51', '\'Python开发工程师（OCR识别后处理方向）\'', '\'北京\'', '\'西三旗\'', '\'15k-25k\'', '\'｜人工智能服务｜OpenCV｜在线医疗｜\'', '\'本科\'', '\'经验1-3年\'', '\'颐邦科技\'', '\'医疗丨健康,硬件\'', '\'不需要融资\'', '\'50-150人\'', '\'“清华团队”\''
    ),
    (
        '52', '\'软件开发工程师 java c c++ python js\'', '\'深圳\'', '\'坂田\'', '\'20k-40k\'', '\'｜C语言｜网络通信｜\'', '\'本科\'', '\'经验1-3年\'', '\'华为技术有限公司\'', '\'智能硬件,IT技术服务｜咨询,制造业\'', '\'不需要融资\'', '\'2000人以上\'', '\'“核心项目，六险一金”\''
    ),
    (
        '53', '\'中级python开发工程师\'', '\'北京\'', '\'海淀区\'', '\'15k-20k\'', '\'｜人工智能服务｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'云孚科技\'', '\'人工智能服务\'', '\'不需要融资\'', '\'15-50人\'', '\'“哈工大孵化、大牛带队、挑战多、成长快”\''
    ),
    (
        '54', '\'Python后端开发工程师\'', '\'深圳\'', '\'西丽\'', '\'25k-50k\'', '\'｜生活服务｜容器化｜消费生活｜分布式｜\'', '\'本科\'', '\'经验5-10年\'', '\'深圳市慧择软件集团有限公司\'', '\'IT技术服务｜咨询\'', '\'不需要融资\'', '\'500-2000人\'', '\'“薪资高 福利好 公司好”\''
    ),
    (
        '55', '\'后端工程师（Python）(A128132)\'', '\'深圳\'', '\'科技园\'', '\'15k-25k\'', '\'｜电商平台｜数据服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'飞未云科（深圳）技术有限公司\'', '\'数据服务｜咨询,人工智能服务\'', '\'不需要融资\'', '\'500-2000人\'', '\'“互联网+外企；大数据人工智能；名校大牛系”\''
    ),
    (
        '56', '\'自动化测试（测开/Python/量化交易）\'', '\'上海\'', '\'曹路\'', '\'14k-18k\'', '\'｜自动化测试经验｜券商｜金融业｜金融量化交易｜测试开发｜\'', '\'本科\'', '\'经验3-5年\'', '\'加绩中国\'', '\'企业服务\'', '\'不需要融资\'', '\'2000人以上\'', '\'“补充商业险+试用期全薪+带薪年假”\''
    ),
    (
        '57', '\'python爬虫工程师\'', '\'常州\'', '\'金坛区\'', '\'8k-10k\'', '\'｜IT技术服务｜咨询｜\'', '\'大专\'', '\'经验1-3年\'', '\'北京通利顺科技发展有限公司\'', '\'IT技术服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“工作稳定，社保齐全，有节假日福利”\''
    ),
    (
        '58', '\'Full-Stack Engr(Python+React)\'', '\'成都\'', '\'高新区\'', '\'15k-30k\'', '\'｜科技金融｜全栈无侧重｜英语读写能力良好｜全栈项目经验｜\'', '\'本科\'', '\'经验3-5年\'', '\'伍柒必乐\'', '\'科技金融,IT技术服务｜咨询\'', '\'未融资\'', '\'150-500人\'', '\'“弹性工时（不打卡）外企氛围”\''
    ),
    (
        '59', '\'python后端开发工程师\'', '\'深圳\'', '\'南山区\'', '\'12k-24k\'', '\'｜fastapi｜Sanic｜营销服务｜咨询｜计算机相关专业｜广告投放业务｜\'', '\'本科\'', '\'经验1-3年\'', '\'DataTower.ai\'', '\'数据服务｜咨询,营销服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“业务上升期，团队背景优秀，弹性打卡，7天年假”\''
    ),
    (
        '60', '\'C、C++、Python及Matlab\'', '\'上海\'', '\'黄浦区\'', '\'20k-25k\'', '\'｜人工智能服务｜无人机｜\'', '\'硕士\'', '\'经验3-5年\'', '\'南湖院\'', '\'人工智能服务,物联网,制造业\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金全额、提供一日三餐、嘉兴市人才房票”\''
    ),
    (
        '61', '\'python数据开发工程师\'', '\'上海\'', '\'浦东新区\'', '\'15k-30k\'', '\'｜C++｜科技金融｜\'', '\'本科\'', '\'经验不限\'', '\'上海天王星\'', '\'数据服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“年轻团队；发展前景；技术大牛带教”\''
    ),
    (
        '62', '\'Python系统开发工程师\'', '\'上海\'', '\'浦东新区\'', '\'15k-30k\'', '\'｜C++｜科技金融｜\'', '\'本科\'', '\'经验不限\'', '\'上海天王星\'', '\'数据服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“年轻团队；发展前景；技术大牛带教”\''
    ),
    (
        '63', '\'C、C++、Python及Matlab\'', '\'嘉兴\'', '\'南湖区\'', '\'20k-25k\'', '\'｜人工智能服务｜无人机｜\'', '\'硕士\'', '\'经验3-5年\'', '\'南湖院\'', '\'人工智能服务,物联网,制造业\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金全额、提供一日三餐、嘉兴市人才房票”\''
    ),
    (
        '64', '\'C、C++、Python及Matlab\'', '\'杭州\'', '\'余杭区\'', '\'20k-25k\'', '\'｜人工智能服务｜无人机｜\'', '\'硕士\'', '\'经验3-5年\'', '\'南湖院\'', '\'人工智能服务,物联网,制造业\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金全额、提供一日三餐、嘉兴市人才房票”\''
    ),
    (
        '65', '\'python程序员\'', '\'上海\'', '\'七宝\'', '\'10k-20k\'', '\'｜软件服务｜咨询｜\'', '\'大专\'', '\'经验不限\'', '\'零与壹软件\'', '\'工具类产品\'', '\'不需要融资\'', '\'15-50人\'', '\'“周末双休、五险一金、带薪年假”\''
    ),
    (
        '66', '\'python数据开发工程师\'', '\'深圳\'', '\'南山区\'', '\'19k-30k\'', '\'｜JAVA｜全栈侧重后端｜游戏｜\'', '\'本科\'', '\'经验3-5年\'', '\'乐易网络\'', '\'游戏\'', '\'不需要融资\'', '\'150-500人\'', '\'“周末双休 年度体检”\''
    ),
    (
        '67', '\'python开发/双休\'', '\'广州\'', '\'新港\'', '\'14k-18k\'', '\'｜JAVA｜软件服务｜咨询｜金融业｜\'', '\'本科\'', '\'经验3-5年\'', '\'金证睿服\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“周末双休 五险一金”\''
    ),
    (
        '68', '\'资深软件工程师（python方向）\'', '\'成都\'', '\'高新区\'', '\'45k-55k\'', '\'｜软件服务｜咨询｜SAAS｜IT技术服务｜咨询｜计算机相关专业｜CRM｜\'', '\'本科\'', '\'经验10年以上\'', '\'Veeva System维我软件\'', '\'软件服务｜咨询,IT技术服务｜咨询,医疗｜保健｜美容\'', '\'上市公司\'', '\'2000人以上\'', '\'“学习费、健身费、六险一金、圣诞假”\''
    ),
    (
        '69', '\'python爬虫工程师\'', '\'成都\'', '\'高新区\'', '\'6k-12k\'', '\'｜工具类产品｜\'', '\'本科\'', '\'经验不限\'', '\'广播电视研究所\'', '\'软件服务｜咨询\'', '\'不需要融资\'', '\'150-500人\'', '\'“扁平化管理”\''
    ),
    (
        '70', '\'python开发工程师 (MJ006438)\'', '\'北京\'', '\'马连洼\'', '\'15k-25k\'', '\'｜社交平台｜大数据开发经验｜PHP｜\'', '\'本科\'', '\'经验1-3年\'', '\'微博\'', '\'社交媒体\'', '\'上市公司\'', '\'2000人以上\'', '\'“核心岗位”\''
    ),
    (
        '71', '\'python爬虫工程师\'', '\'武汉\'', '\'纸坊\'', '\'7k-12k\'', '\'｜Mac OS X｜JavaScript｜Windows｜电商平台｜数据挖掘｜\'', '\'本科\'', '\'经验不限\'', '\'众合空间\'', '\'物联网\'', '\'未融资\'', '\'15-50人\'', '\'“爬虫”\''
    ),
    (
        '72', '\'高级python工程师 (MJ001172)\'', '\'北京\'', '\'望京\'', '\'25k-35k\'', '\'｜科技金融｜\'', '\'不限\'', '\'经验不限\'', '\'百融云创\'', '\'科技金融,人工智能服务\'', '\'上市公司\'', '\'500-2000人\'', '\'“团队实力强”\''
    ),
    (
        '73', '\'中高级Python开发工程师\'', '\'北京\'', '\'北下关\'', '\'16k-22k\'', '\'｜科技金融｜金融业｜\'', '\'本科\'', '\'经验5-10年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“工作氛围轻松”\''
    ),
    (
        '74', '\'高级c++/Python开发工程师\'', '\'成都\'', '\'武侯区\'', '\'20k-30k\'', '\'｜软件服务｜咨询｜C++开发｜信息安全｜\'', '\'本科\'', '\'经验5-10年\'', '\'虎特信息科技（上海）有限公司\'', '\'信息安全\'', '\'天使轮\'', '\'15-50人\'', '\'“五险一金，带薪年假，交通补贴”\''
    ),
    (
        '75', '\'python开发 证券固收（山证）\'', '\'深圳\'', '\'福田区\'', '\'10k-18k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'友点科技\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“双休 节假日 下午茶”\''
    ),
    (
        '76', '\'python/java开发（银行+外派山东青岛）\'', '\'北京\'', '\'和平里\'', '\'12k-15k\'', '\'｜科技金融｜金融业｜后端工程师｜\'', '\'大专\'', '\'经验5-10年\'', '\'金证睿服\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“银行+稳定性强”\''
    ),
    (
        '77', '\'Python开发工程师\'', '\'北京\'', '\'海淀区\'', '\'13k-18k\'', '\'｜智能硬件｜\'', '\'本科\'', '\'经验1-3年\'', '\'华泰德丰\'', '\'智能硬件\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,定期体检,餐饮补贴”\''
    ),
    (
        '78', '\'软件开发python/c++/c/java\'', '\'深圳\'', '\'龙岗区\'', '\'15k-28k\'', '\'｜软件服务｜咨询｜C语言｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'华为技术有限公司\'', '\'智能硬件,IT技术服务｜咨询,制造业\'', '\'不需要融资\'', '\'2000人以上\'', '\'“五险一金，线上面试，发展前景广”\''
    ),
    (
        '79', '\'Python开发工程师\'', '\'昆明\'', '\'盘龙区\'', '\'8k-12k\'', '\'｜医疗｜保健｜美容｜\'', '\'大专\'', '\'经验1-3年\'', '\'昆明择新网络科技有限公司\'', '\'医疗｜保健｜美容\'', '\'不需要融资\'', '\'15-50人\'', '\'“周末双休,五险,项目提成”\''
    ),
    (
        '80', '\'Python开发工程师（OpenStack云计算方向）\'', '\'杭州\'', '\'滨江区\'', '\'12k-24k\'', '\'｜\'', '\'本科\'', '\'经验3-5年\'', '\'杭州易景数通科技有限公司\'', '\'软件开发\'', '\'不需要融资\'', '\'15-50人\'', '\'“五险一金,股票期权,弹性工作”\''
    ),
    (
        '81', '\'Python开发工程师\'', '\'珠海\'', '\'香洲区\'', '\'10k-15k\'', '\'｜\'', '\'本科\'', '\'经验3-5年\'', '\'珠海天海风云科技有限公司\'', '\'贸易｜进出口\'', '\'不需要融资\'', '\'500-2000人\'', '\'“五险一金,绩效奖金,定期体检”\''
    ),
    (
        '82', '\'Python开发工程师\'', '\'广州\'', '\'天河区\'', '\'10k-15k\'', '\'｜贸易｜进出口｜\'', '\'本科\'', '\'经验1-3年\'', '\'UX168\'', '\'其他\'', '\'不需要融资\'', '\'500-2000人\'', '\'“五险一金,绩效奖金,包吃”\''
    ),
    (
        '83', '\'Python工程师\'', '\'成都\'', '\'武侯区\'', '\'13k-17k\'', '\'｜\'', '\'大专\'', '\'经验5-10年\'', '\'紫川软件\'', '\'贸易｜进出口\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,定期体检,生日福利”\''
    ),
    (
        '84', '\'Python工程师\'', '\'苏州\'', '\'虎丘区\'', '\'15k-20k\'', '\'｜贸易｜进出口｜\'', '\'本科\'', '\'经验3-5年\'', '\'江苏锐力斯三维科技有限公司\'', '\'贸易｜进出口\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,绩效奖金,员工旅游”\''
    ),
    (
        '85', '\'Python\'', '\'成都\'', '\'武侯区\'', '\'15k-20k\'', '\'｜贸易｜进出口｜\'', '\'大专\'', '\'经验3-5年\'', '\'江苏锐力斯三维科技有限公司\'', '\'网络通信\'', '\'不需要融资\'', '\'少于15人\'', '\'“五险一金,绩效奖金,员工旅游”\''
    ),
    (
        '86', '\'Python开发工程师\'', '\'南京\'', '\'玄武区\'', '\'10k-20k\'', '\'｜网络通信｜\'', '\'大专\'', '\'经验1-3年\'', '\'中信科移动通信技术股份有限公司\'', '\'智能硬件\'', '\'不需要融资\'', '\'2000人以上\'', '\'“五险一金”\''
    ),
    (
        '87', '\'python（爬虫）工程师\'', '\'北京\'', '\'海淀区\'', '\'15k-20k\'', '\'｜\'', '\'本科\'', '\'经验1-3年\'', '\'领军企业研究院\'', '\'新能源汽车制造\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,定期体检”\''
    ),
    (
        '88', '\'高级Python开发工程师\'', '\'武汉\'', '\'江夏区\'', '\'14k-22k\'', '\'｜智能硬件｜\'', '\'本科\'', '\'经验1-3年\'', '\'神州数码集团\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,定期体检,餐饮补贴”\''
    ),
    (
        '89', '\'Python后端工程师\'', '\'杭州\'', '\'钱塘区\'', '\'15k-25k\'', '\'｜\'', '\'本科\'', '\'经验5-10年\'', '\'杭州研一智控科技有限公司\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“定期体检,员工旅游,周末双休”\''
    ),
    (
        '90', '\'Python后端开发工程师\'', '\'上海\'', '\'杨浦区\'', '\'10k-20k\'', '\'｜新能源汽车制造｜\'', '\'本科\'', '\'经验1-3年\'', '\'远宽能源\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,补充公积金,带薪休假”\''
    ),
    (
        '91', '\'Python爬虫工程师\'', '\'珠海\'', '\'香洲区\'', '\'10k-15k\'', '\'｜\'', '\'大专\'', '\'经验3-5年\'', '\'珠海市横琴博贤智能科技有限公司\'', '\'其他\'', '\'不需要融资\'', '\'50-150人\'', '\'“做五休二,绩效奖金,专业培训”\''
    ),
    (
        '92', '\'Python软件工程师\'', '\'杭州\'', '\'西湖区\'', '\'15k-30k\'', '\'｜\'', '\'本科\'', '\'经验5-10年\'', '\'艾罗网络能源\'', '\'专业服务｜咨询,营销服务｜咨询\'', '\'不需要融资\'', '\'少于15人\'', '\'“五险一金,绩效奖金,在职培训”\''
    ),
    (
        '93', '\'Python全栈工程师\'', '\'长沙\'', '\'岳麓区\'', '\'10k-15k\'', '\'｜\'', '\'本科\'', '\'经验1-3年\'', '\'艾克赛普\'', '\'专业服务｜咨询,营销服务｜咨询\'', '\'不需要融资\'', '\'15-50人\'', '\'“五险一金,周末双休,弹性工作”\''
    ),
    (
        '94', '\'Python全栈工程师\'', '\'上海\'', '\'浦东新区\'', '\'15k-20k\'', '\'｜营销服务｜咨询｜专业服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'河北旭高企业管理咨询有限公司\'', '\'IT技术服务｜咨询\'', '\'不需要融资\'', '\'150-500人\'', '\'“免费班车,五险一金,定期体检”\''
    ),
    (
        '95', '\'Python开发工程师（可实习）\'', '\'大连\'', '\'西岗区\'', '\'4k-8k\'', '\'｜\'', '\'大专\'', '\'经验不限\'', '\'大连高新园区思睿创联计算机软件开发有限公司\'', '\'专业服务｜咨询,营销服务｜咨询\'', '\'不需要融资\'', '\'2000人以上\'', '\'“五险一金,定期体检,专业培训”\''
    ),
    (
        '96', '\'Python\'', '\'广州\'', '\'荔湾区\'', '\'10k-20k\'', '\'｜营销服务｜咨询｜专业服务｜咨询｜\'', '\'大专\'', '\'经验3-5年\'', '\'瑞德互联\'', '\'其他\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,定期体检,绩效奖金”\''
    ),
    (
        '97', '\'Python工程师\'', '\'广州\'', '\'天河区\'', '\'10k-15k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'广东铭太信息科技有限公司\'', '\'电商平台,内容社区\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金”\''
    ),
    (
        '98', '\'Python开发工程师\'', '\'深圳\'', '\'宝安区\'', '\'10k-15k\'', '\'｜\'', '\'本科\'', '\'经验3-5年\'', '\'骏兴纸业（深圳）有限公司\'', '\'其他\'', '\'不需要融资\'', '\'15-50人\'', '\'“五险一金,节日福利”\''
    ),
    (
        '99', '\'Python Test Engineer\'', '\'苏州\'', '\'昆山市\'', '\'14k-16k\'', '\'｜营销服务｜咨询｜专业服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'AMARIS摩芮思科技咨询（上海）有限公司\'', '\'批发｜零售\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,定期体检,员工旅游”\''
    ),
    (
        '100', '\'python中级开发工程师\'', '\'苏州\'', '\'虎丘区\'', '\'9k-14k\'', '\'｜\'', '\'本科\'', '\'经验1-3年\'', '\'上海荣灿信息科技有限公司\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,绩效奖金,定期体检”\''
    ),
    (
        '101', '\'Python开发实习工程师\'', '\'重庆\'', '\'九龙坡区\'', '\'4k-8k\'', '\'｜内容社区｜电商平台｜\'', '\'本科\'', '\'经验不限\'', '\'重庆睿景信息技术有限公司\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,餐饮补贴”\''
    ),
    (
        '102', '\'Python后端开发工程师\'', '\'深圳\'', '\'宝安区\'', '\'15k-20k\'', '\'｜\'', '\'本科\'', '\'经验3-5年\'', '\'壹倍科技\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,下午茶,专业培训”\''
    ),
    (
        '103', '\'Python软件开发工程师\'', '\'广州\'', '\'南沙区\'', '\'10k-15k\'', '\'｜\'', '\'本科\'', '\'经验1-3年\'', '\'微眸医疗\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,员工旅游,周末双休”\''
    ),
    (
        '104', '\'Python c++ 开发工程师\'', '\'上海\'', '\'嘉定区\'', '\'10k-18k\'', '\'｜\'', '\'本科\'', '\'经验不限\'', '\'威蓝科技\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“免费班车,五险一金,弹性工作”\''
    ),
    (
        '105', '\'Python/Vue高级全栈开发工程师\'', '\'成都\'', '\'新津区\'', '\'15k-20k\'', '\'｜批发｜零售｜\'', '\'本科\'', '\'经验5-10年\'', '\'ITO\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“全勤奖,90后氛围,绩效奖金”\''
    ),
    (
        '106', '\'Python\'', '\'惠州\'', '\'惠阳区\'', '\'10k-15k\'', '\'｜\'', '\'本科\'', '\'经验3-5年\'', '\'敏华控股\'', '\'其他\'', '\'不需要融资\'', '\'2000人以上\'', '\'“绩效奖金,员工旅游,股票期权”\''
    ),
    (
        '107', '\'后端开发工程师（Python）\'', '\'广州\'', '\'番禺区\'', '\'16k-25k\'', '\'｜内容社区｜电商平台｜\'', '\'本科\'', '\'经验5-10年\'', '\'广州市新目标电子商务有限公司\'', '\'电商平台,内容社区\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金,专业培训,年终奖金”\''
    ),
    (
        '108', '\'Java/Python开发工程师\'', '\'上海\'', '\'浦东新区\'', '\'12k-20k\'', '\'｜内容社区｜电商平台｜\'', '\'本科\'', '\'经验1-3年\'', '\'丰盛信息科技（上海）有限公司\'', '\'电商平台,内容社区\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,定期体检”\''
    ),
    (
        '109', '\'python爬虫工程师\'', '\'上海\'', '\'徐汇区\'', '\'15k-25k\'', '\'｜内容社区｜电商平台｜\'', '\'本科\'', '\'经验5-10年\'', '\'ClinBrain\'', '\'电商平台,内容社区\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金,绩效奖金,定期体检”\''
    ),
    (
        '110', '\'Python、java 机器人程序开发\'', '\'杭州\'', '\'西湖区\'', '\'7k-13k\'', '\'｜教育｜培训｜\'', '\'本科\'', '\'经验不限\'', '\'杭州计算机学校\'', '\'教育｜培训\'', '\'不需要融资\'', '\'150-500人\'', '\'“绩效奖金,专业培训,交通补贴”\''
    ),
    (
        '111', '\'Python 软件工程师\'', '\'深圳\'', '\'南山区\'', '\'20k-35k\'', '\'｜贸易｜进出口｜\'', '\'本科\'', '\'经验3-5年\'', '\'江苏锐力斯三维科技有限公司\'', '\'贸易｜进出口\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,全勤奖,绩效奖金”\''
    ),
    (
        '112', '\'Python工程师（兼职）\'', '\'重庆\'', '\'渝北区\'', '\'8k-16k\'', '\'｜房地产｜建筑｜物业｜\'', '\'本科\'', '\'经验5-10年\'', '\'重庆耀凯实业有限公司\'', '\'房地产｜建筑｜物业\'', '\'不需要融资\'', '\'50-150人\'', '\'“发展前景佳、团队实力强、老板nice”\''
    ),
    (
        '113', '\'Python软件工程师\'', '\'上海\'', '\'浦东新区\'', '\'11k-20k\'', '\'｜专业服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'凯来仪器\'', '\'专业服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,绩效奖金,节假日休息”\''
    ),
    (
        '114', '\'Python后端开发（双休）\'', '\'深圳\'', '\'宝安区\'', '\'20k-28k\'', '\'｜\'', '\'大专\'', '\'经验3-5年\'', '\'深圳市双盈电子科技有限公司\'', '\'软件服务｜咨询,数据服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“做六休一,五险一金,组织年度旅游”\''
    ),
    (
        '115', '\'Python开发工程师\'', '\'深圳\'', '\'福田区\'', '\'12k-16k\'', '\'｜\'', '\'本科\'', '\'经验3-5年\'', '\'豪恩安防\'', '\'智能硬件,IT技术服务｜咨询,制造业\'', '\'不需要融资\'', '\'2000人以上\'', '\'“免费班车,五险一金,绩效奖金”\''
    ),
    (
        '116', '\'Python工程师\'', '\'深圳\'', '\'南山区\'', '\'10k-15k\'', '\'｜\'', '\'本科\'', '\'经验不限\'', '\'Synovate\'', '\'新媒体,文化传媒\'', '\'A轮\'', '\'150-500人\'', '\'“五险一金,绩效奖金,周末双休”\''
    ),
    (
        '117', '\'Python开发工程师\'', '\'成都\'', '\'青羊区\'', '\'12k-16k\'', '\'｜\'', '\'本科\'', '\'经验5-10年\'', '\'碳丝路文化传播（成都）有限公司\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,补充公积金,通讯补贴”\''
    ),
    (
        '118', '\'Python开发工程师\'', '\'深圳\'', '\'南山区\'', '\'10k-15k\'', '\'｜软件服务｜咨询｜数据服务｜咨询｜\'', '\'大专\'', '\'经验1-3年\'', '\'览众科技\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,绩效奖金,节日福利”\''
    ),
    (
        '119', '\'python开发工程师\'', '\'西安\'', '\'雁塔区\'', '\'11k-18k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'华为技术有限公司\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“竞争力强”\''
    ),
    (
        '120', '\'python工程师\'', '\'上海\'', '\'普陀区\'', '\'25k-50k\'', '\'｜电商平台｜\'', '\'本科\'', '\'经验1-3年\'', '\'SEE DIGITAL 瑟尚\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“周末双休 福利好”\''
    ),
    (
        '121', '\'Python开发工程师\'', '\'南京\'', '\'江宁区\'', '\'9k-12k\'', '\'｜\'', '\'不限\'', '\'经验1-3年\'', '\'得逸信息\'', '\'其他\'', '\'不需要融资\'', '\'500-2000人\'', '\'“五险一金,双休”\''
    ),
    (
        '122', '\'Python开发工程师\'', '\'上海\'', '\'闵行区\'', '\'14k-19k\'', '\'｜金融业｜\'', '\'本科\'', '\'经验在校/应届\'', '\'诺亚财富管理中心\'', '\'金融业\'', '\'不需要融资\'', '\'500-2000人\'', '\'“五险一金,定期体检,专业培训”\''
    ),
    (
        '123', '\'Python开发工程师\'', '\'深圳\'', '\'南山区\'', '\'10k-15k\'', '\'｜教育｜培训｜\'', '\'本科\'', '\'经验1-3年\'', '\'深圳新联新达网络科技有限公司\'', '\'教育｜培训\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,年终奖金,带薪年假”\''
    ),
    (
        '124', '\'Python开发工程师\'', '\'苏州\'', '\'虎丘区\'', '\'14k-18k\'', '\'｜医疗｜保健｜美容｜\'', '\'本科\'', '\'经验3-5年\'', '\'大悦医疗\'', '\'医疗｜保健｜美容\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金,过节福利,免费三餐”\''
    ),
    (
        '125', '\'Python开发工程师\'', '\'佛山\'', '\'南海区\'', '\'12k-15k\'', '\'｜\'', '\'本科\'', '\'经验3-5年\'', '\'北理新源（佛山）信息科技有限公司\'', '\'软件开发\'', '\'不需要融资\'', '\'15-50人\'', '\'“五险一金,定期体检,周末双休”\''
    ),
    (
        '126', '\'Python\'', '\'上海\'', '\'长宁区\'', '\'13k-19k\'', '\'｜\'', '\'本科\'', '\'经验1-3年\'', '\'拙思信息科技（上海）有限公司\'', '\'金融业\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金,节假日福利”\''
    ),
    (
        '127', '\'Python开发工程师\'', '\'北京\'', '\'西城区\'', '\'25k-35k\'', '\'｜金融业｜\'', '\'本科\'', '\'经验3-5年\'', '\'前海开源基金管理有限公司\'', '\'电商平台,内容社区\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,绩效奖金,定期体检”\''
    ),
    (
        '128', '\'Python\'', '\'南京\'', '\'雨花台区\'', '\'12k-18k\'', '\'｜\'', '\'大专\'', '\'经验3-5年\'', '\'成都迈思信息技术有限公司\'', '\'其他\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金,绩效奖金,定期体检”\''
    ),
    (
        '129', '\'Python开发工程师\'', '\'苏州\'', '\'虎丘区\'', '\'12k-20k\'', '\'｜内容社区｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'东吴在线（上海）金融信息服务有限公司\'', '\'汽车交易平台,新能源汽车制造\'', '\'不需要融资\'', '\'500-2000人\'', '\'“五险一金,绩效奖金,定期体检”\''
    ),
    (
        '130', '\'Python开发工程师\'', '\'上海\'', '\'徐汇区\'', '\'12k-18k\'', '\'｜\'', '\'本科\'', '\'经验1-3年\'', '\'上海东软载波微电子有限公司\'', '\'人工智能,软件开发\'', '\'不需要融资\'', '\'15-50人\'', '\'“五险一金,绩效奖金,定期体检”\''
    ),
    (
        '131', '\'Python开发工程师\'', '\'武汉\'', '\'蔡甸区\'', '\'10k-15k\'', '\'｜新能源汽车制造｜汽车交易平台｜\'', '\'大专\'', '\'经验3-5年\'', '\'武汉长华长源汽车零部件有限公司\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“五险一金,高温补贴,绩效奖金”\''
    ),
    (
        '132', '\'Python\'', '\'南京\'', '\'雨花台区\'', '\'11k-17k\'', '\'｜\'', '\'本科\'', '\'经验3-5年\'', '\'成都迈思信息技术有限公司\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,弹性工作,年终奖金”\''
    ),
    (
        '133', '\'Python开发工程师\'', '\'南京\'', '\'开发区\'', '\'5k-10k\'', '\'｜数学/统计学相关专业｜软件服务｜咨询｜机器学习算法/工程化经验｜计算机相关专业｜业务导向｜\'', '\'本科\'', '\'经验1-3年\'', '\'畅淼科技\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“高速发展”\''
    ),
    (
        '134', '\'python工程师\'', '\'广州\'', '\'天河区\'', '\'8k-15k\'', '\'｜网络通信｜\'', '\'本科\'', '\'经验1-3年\'', '\'设计院\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“年终奖,周末双休,节日福利,高温补贴”\''
    ),
    (
        '135', '\'Python\'', '\'上海\'', '\'闵行区\'', '\'15k-25k\'', '\'｜\'', '\'本科\'', '\'经验1-3年\'', '\'泛微网络科技股份有限公司\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,免费班车,定期体检”\''
    ),
    (
        '136', '\'Python开发工程师\'', '\'佛山\'', '\'桂城\'', '\'8k-15k\'', '\'｜人工智能服务｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'众图互联\'', '\'企业服务,数据服务\'', '\'不需要融资\'', '\'50-150人\'', '\'“前沿科技,人工智能”\''
    ),
    (
        '137', '\'Python开发工程师\'', '\'深圳\'', '\'宝安区\'', '\'20k-35k\'', '\'｜内容社区｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'爱彼智能信息技术（深圳）有限公司\'', '\'电商平台,内容社区\'', '\'不需要融资\'', '\'15-50人\'', '\'“五险一金,年终奖金”\''
    ),
    (
        '138', '\'Python\'', '\'北京\'', '\'通州区\'', '\'10k-16k\'', '\'｜绩效奖金｜\'', '\'本科\'', '\'经验1-3年\'', '\'码博科技\'', '\'数据服务｜咨询,物联网\'', '\'不需要融资\'', '\'15-50人\'', '\'“开发物联网、大数据、智能制造应用”\''
    ),
    (
        '139', '\'Python\'', '\'南京\'', '\'雨花台区\'', '\'12k-18k\'', '\'｜\'', '\'大专\'', '\'经验3-5年\'', '\'成都迈思信息技术有限公司\'', '\'新零售\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,绩效奖金,定期体检”\''
    ),
    (
        '140', '\'Python开发工程师\'', '\'南宁\'', '\'良庆区\'', '\'6k-8k\'', '\'｜新零售｜\'', '\'本科\'', '\'经验1-3年\'', '\'深圳爱生生命科技有限公司\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'未融资\'', '\'少于15人\'', '\'“五险一金,做五休二,绩效奖金”\''
    ),
    (
        '141', '\'Python开发工程师\'', '\'上海\'', '\'闵行区\'', '\'20k-30k\'', '\'｜\'', '\'大专\'', '\'经验1-3年\'', '\'驭箭信息科技\'', '\'软件服务｜咨询,数据服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,绩效奖金,员工旅游”\''
    ),
    (
        '142', '\'python开发工程师\'', '\'厦门\'', '\'新店\'', '\'15k-20k\'', '\'｜软件服务｜咨询｜自动化办公｜模拟电脑操作｜IT技术服务｜咨询｜\'', '\'不限\'', '\'经验3-5年\'', '\'名林科技\'', '\'软件服务｜咨询,数据服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“独立开发能力”\''
    ),
    (
        '143', '\'Python开发\'', '\'上海\'', '\'浦东新区\'', '\'14k-15k\'', '\'｜\'', '\'本科\'', '\'经验3-5年\'', '\'诚迈科技（南京）有限公司\'', '\'制造业\'', '\'上市公司\'', '\'2000人以上\'', '\'“五险一金,定期体检”\''
    ),
    (
        '144', '\'Python\'', '\'大连\'', '\'甘井子区\'', '\'10k-17k\'', '\'｜软件服务｜咨询｜数据服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'BrightIT\'', '\'电商平台,批发｜零售,新零售\'', '\'未融资\'', '\'15-50人\'', '\'“五险一金,股票期权,年终奖金”\''
    ),
    (
        '145', '\'Python\'', '\'大连\'', '\'甘井子区\'', '\'10k-17k\'', '\'｜软件服务｜咨询｜数据服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'BrightIT\'', '\'网络通信\'', '\'不需要融资\'', '\'15-50人\'', '\'“五险一金,股票期权,年终奖金”\''
    ),
    (
        '146', '\'python开发工程师\'', '\'呼和浩特\'', '\'赛罕区\'', '\'10k-17k\'', '\'｜能源｜矿产｜环保｜大数据开发经验｜机器学习算法/工程化经验｜\'', '\'本科\'', '\'经验3-5年\'', '\'中环晶体\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“发展前景”\''
    ),
    (
        '147', '\'Python开发工程师\'', '\'海口\'', '\'美兰区\'', '\'8k-12k\'', '\'｜新零售｜运维开发/DevOps｜电商平台｜\'', '\'本科\'', '\'经验1-3年\'', '\'鼎裕海免\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“省政府引进的重点项目之一”\''
    ),
    (
        '148', '\'Python工程师\'', '\'苏州\'', '\'昆山市\'', '\'6k-10k\'', '\'｜\'', '\'本科\'', '\'经验1-3年\'', '\'华恒焊接\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,免费工作餐,5天8小时”\''
    ),
    (
        '149', '\'python开发\'', '\'杭州\'', '\'拱墅区\'', '\'7k-13k\'', '\'｜爬虫经验｜C语言｜计算机相关专业｜网络通信｜\'', '\'本科\'', '\'经验1-3年\'', '\'远帆科技\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“发展空间 团队氛围 福利待遇”\''
    ),
    (
        '150', '\'Python\'', '\'南京\'', '\'雨花台区\'', '\'12k-18k\'', '\'｜\'', '\'大专\'', '\'经验3-5年\'', '\'成都迈思信息技术有限公司\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,绩效奖金,定期体检”\''
    ),
    (
        '151', '\'Python\'', '\'大连\'', '\'甘井子区\'', '\'10k-17k\'', '\'｜软件服务｜咨询｜数据服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'BrightIT\'', '\'软件服务｜咨询,数据服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,股票期权,年终奖金”\''
    ),
    (
        '152', '\'Python\'', '\'大连\'', '\'甘井子区\'', '\'10k-17k\'', '\'｜软件服务｜咨询｜数据服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'BrightIT\'', '\'软件服务｜咨询,数据服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,股票期权,年终奖金”\''
    ),
    (
        '153', '\'python开发工程师\'', '\'武汉\'', '\'流芳\'', '\'10k-20k\'', '\'｜游戏｜计算机相关专业｜\'', '\'本科\'', '\'经验3-5年\'', '\'速诺科技\'', '\'游戏,工具类产品\'', '\'不需要融资\'', '\'150-500人\'', '\'“团队氛围好 营收健康”\''
    ),
    (
        '154', '\'Python开发工程师\'', '\'上海\'', '\'长宁区\'', '\'12k-18k\'', '\'｜软件服务｜咨询｜数据服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'上海沁诚信息科技有限公司\'', '\'软件服务｜咨询,数据服务｜咨询\'', '\'不需要融资\'', '\'15-50人\'', '\'“做五休二,五险一金,绩效奖金”\''
    ),
    (
        '155', '\'python开发工程师\'', '\'北京\'', '\'亦庄\'', '\'12k-15k\'', '\'｜软件服务｜咨询｜人工智能服务｜计算机相关专业｜\'', '\'本科\'', '\'经验不限\'', '\'数易科技\'', '\'软件服务｜咨询\'', '\'天使轮\'', '\'15-50人\'', '\'“军工人工智能；职位晋升，五险一金；餐饮补贴”\''
    ),
    (
        '156', '\'python开发工程师\'', '\'天津\'', '\'华明\'', '\'10k-12k\'', '\'｜爬虫经验｜人工智能服务｜机器学习算法/工程化经验｜物联网｜\'', '\'大专\'', '\'经验3-5年\'', '\'南京迈特望科技股份有限公司\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'500-2000人\'', '\'“项目稳定”\''
    ),
    (
        '157', '\'python开发工程师\'', '\'武汉\'', '\'东湖新技术开发区\'', '\'8k-13k\'', '\'｜软件服务｜咨询｜专业服务｜咨询｜\'', '\'大专\'', '\'经验1-3年\'', '\'51JOB\'', '\'工具类产品\'', '\'上市公司\'', '\'2000人以上\'', '\'“周末双休、节日福利、五险一金、绩效奖金”\''
    ),
    (
        '158', '\'python开发工程师\'', '\'武汉\'', '\'武汉经济技术开发区\'', '\'10k-18k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'中软国际科技服务有限公司\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“五险一金+双休+扁平化管理+晋升通道”\''
    ),
    (
        '159', '\'Python工程师\'', '\'广州\'', '\'荔湾区\'', '\'8k-13k\'', '\'｜内容社区｜电商平台｜\'', '\'大专\'', '\'经验1-3年\'', '\'银河在线\'', '\'电商平台,内容社区\'', '\'不需要融资\'', '\'150-500人\'', '\'“丰富提成,五险一金,餐饮补贴”\''
    ),
    (
        '160', '\'Python开发工程师\'', '\'上海\'', '\'浦东新区\'', '\'16k-25k\'', '\'｜\'', '\'本科\'', '\'经验5-10年\'', '\'上海朋熙半导体\'', '\'软件服务｜咨询,电商平台\'', '\'不需要融资\'', '\'15-50人\'', '\'“五险一金”\''
    ),
    (
        '161', '\'python\'', '\'广州\'', '\'大石\'', '\'18k-30k\'', '\'｜软件服务｜咨询｜爬虫经验｜工具类产品｜\'', '\'本科\'', '\'经验不限\'', '\'北瓜藤子\'', '\'智能硬件,IT技术服务｜咨询,制造业\'', '\'不需要融资\'', '\'2000人以上\'', '\'“看能力薪资可谈”\''
    ),
    (
        '162', '\'Python开发工程师\'', '\'南京\'', '\'雨花台区\'', '\'15k-25k\'', '\'｜数学/统计学相关专业｜软件服务｜咨询｜爬虫经验｜机器学习算法/工程化经验｜计算机相关专业｜\'', '\'本科\'', '\'经验1-3年\'', '\'华为技术有限公司\'', '\'数据服务｜咨询,网络通信\'', '\'不需要融资\'', '\'15-50人\'', '\'“钱途无量”\''
    ),
    (
        '163', '\'python开发工程师\'', '\'济南\'', '\'槐荫区\'', '\'8k-15k\'', '\'｜爬虫经验｜IT技术服务｜咨询｜网络通信｜\'', '\'本科\'', '\'经验1-3年\'', '\'万\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“技术大牛带队”\''
    ),
    (
        '164', '\'python工程师\'', '\'深圳\'', '\'南山区\'', '\'9k-15k\'', '\'｜软件服务｜咨询｜计算机相关专业｜\'', '\'本科\'', '\'经验1-3年\'', '\'一张满减券\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“时间自由 线上对接轻松 多劳多得 日结”\''
    ),
    (
        '165', '\'python开发工程师\'', '\'深圳\'', '\'南山区\'', '\'9k-12k\'', '\'｜软件服务｜咨询｜大数据开发经验｜IT技术服务｜咨询｜计算机相关专业｜\'', '\'本科\'', '\'经验3-5年\'', '\'一张满减券\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“多劳多得，轻松自由”\''
    ),
    (
        '166', '\'Python\'', '\'大连\'', '\'甘井子区\'', '\'10k-17k\'', '\'｜软件服务｜咨询｜数据服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'BrightIT\'', '\'软件服务｜咨询,数据服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,股票期权,年终奖金”\''
    ),
    (
        '167', '\'python开发工程师\'', '\'上海\'', '\'五角场\'', '\'25k-40k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'速石科技\'', '\'人工智能服务\'', '\'B轮\'', '\'50-150人\'', '\'“发展空间大 工作氛围佳 扁平化管理”\''
    ),
    (
        '168', '\'python开发工程师\'', '\'北京\'', '\'朝阳区\'', '\'25k-50k\'', '\'｜人工智能服务｜工具类产品｜.NET｜javascript｜\'', '\'本科\'', '\'经验3-5年\'', '\'中信银行\'', '\'金融业\'', '\'上市公司\'', '\'150-500人\'', '\'“团队氛围好，工作稳定”\''
    ),
    (
        '169', '\'python开发工程师\'', '\'长沙\'', '\'岳麓区\'', '\'11k-20k\'', '\'｜C++｜爬虫经验｜大数据开发经验｜信息安全｜游戏｜\'', '\'本科\'', '\'经验1-3年\'', '\'探月科技\'', '\'信息安全,休闲｜娱乐,游戏\'', '\'未融资\'', '\'50-150人\'', '\'“入职缴纳五险一金；双休国家法定节假日同步放”\''
    ),
    (
        '170', '\'python开发工程师\'', '\'上海\'', '\'潍坊\'', '\'10k-20k\'', '\'｜科技金融｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1年以下\'', '\'玄信资产\'', '\'科技金融\'', '\'不需要融资\'', '\'15-50人\'', '\'“发展前景好 年度体检 带薪年假 包工作午餐”\''
    ),
    (
        '171', '\'Python工程师\'', '\'深圳\'', '\'宝安区\'', '\'11k-15k\'', '\'｜\'', '\'大专\'', '\'经验3-5年\'', '\'悠享网络科技\'', '\'其他\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,员工旅游,绩效奖金”\''
    ),
    (
        '172', '\'python开发工程师\'', '\'深圳\'', '\'大冲\'', '\'8k-10k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'微创软件\'', '\'IT技术服务｜咨询\'', '\'不需要融资\'', '\'2000人以上\'', '\'“五险一金，周末双休”\''
    ),
    (
        '173', '\'python开发工程师\'', '\'上海\'', '\'静安区\'', '\'15k-22k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'灰白科技\'', '\'IT技术服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“某大型证券公司，职业稳定且有发展前途”\''
    ),
    (
        '174', '\'Python开发工程师\'', '\'武汉\'', '\'江岸区\'', '\'10k-20k\'', '\'｜\'', '\'硕士\'', '\'经验3-5年\'', '\'中清控(武汉)科技有限公司\'', '\'其他\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,绩效奖金,定期体检”\''
    ),
    (
        '175', '\'python开发工程师\'', '\'北京\'', '\'大山子\'', '\'20k-30k\'', '\'｜软件服务｜咨询｜制造业｜\'', '\'本科\'', '\'经验5-10年\'', '\'热刺激光\'', '\'智能硬件\'', '\'未融资\'', '\'500-2000人\'', '\'“甲方公司，长远发展”\''
    ),
    (
        '176', '\'python开发工程师\'', '\'上海\'', '\'漕河泾\'', '\'9k-13k\'', '\'｜软件服务｜咨询｜\'', '\'大专\'', '\'经验1-3年\'', '\'微创软件\'', '\'IT技术服务｜咨询\'', '\'不需要融资\'', '\'2000人以上\'', '\'“五险一金，周末双休”\''
    ),
    (
        '177', '\'python开发工程师\'', '\'北京\'', '\'回龙观\'', '\'20k-35k\'', '\'｜软件服务｜咨询｜人工智能服务｜\'', '\'本科\'', '\'经验3-5年\'', '\'合十思维\'', '\'IT技术服务｜咨询,软件服务｜咨询,数据服务｜咨询\'', '\'未融资\'', '\'150-500人\'', '\'“技术创新，职业发展”\''
    ),
    (
        '178', '\'python工程师\'', '\'北京\'', '\'东四十条\'', '\'5k-10k\'', '\'｜C++｜科技金融｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验在校/应届\'', '\'信永中和\'', '\'专业服务｜咨询\'', '\'不需要融资\'', '\'2000人以上\'', '\'“环境好,不加班,大公司”\''
    ),
    (
        '179', '\'Python开发工程师\'', '\'北京\'', '\'东四十条\'', '\'10k-20k\'', '\'｜网络爬虫｜软件服务｜咨询｜全栈｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'信永中和\'', '\'专业服务｜咨询\'', '\'不需要融资\'', '\'2000人以上\'', '\'“环境好,不加班,大公司”\''
    ),
    (
        '180', '\'python开发工程师\'', '\'北京\'', '\'五道口\'', '\'18k-25k\'', '\'｜信息安全｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'长亭科技\'', '\'人工智能服务\'', '\'不需要融资\'', '\'500-2000人\'', '\'“弹性工作 扁平化”\''
    ),
    (
        '181', '\'Python开发工程师\'', '\'深圳\'', '\'科技园\'', '\'13k-20k\'', '\'｜软件服务｜咨询｜人工智能服务｜\'', '\'本科\'', '\'经验3-5年\'', '\'金蝶账无忧\'', '\'企业服务\'', '\'不需要融资\'', '\'150-500人\'', '\'“全面提升爬虫和机器学习能力的机会和舞台”\''
    ),
    (
        '182', '\'python开发工程师\'', '\'东莞\'', '\'大朗镇\'', '\'15k-20k\'', '\'｜智能硬件｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'软通动力\'', '\'IT技术服务｜咨询\'', '\'不需要融资\'', '\'2000人以上\'', '\'“大厂外派 弹性打卡 周末双休”\''
    ),
    (
        '183', '\'python开发工程师\'', '\'上海\'', '\'北京东路\'', '\'11k-12k\'', '\'｜金融业｜\'', '\'本科\'', '\'经验1-3年\'', '\'加绩中国\'', '\'企业服务\'', '\'不需要融资\'', '\'2000人以上\'', '\'“国企 .不加班”\''
    ),
    (
        '184', '\'python开发\'', '\'上海\'', '\'徐汇区\'', '\'11k-16k\'', '\'｜金融业｜\'', '\'本科\'', '\'经验3-5年\'', '\'德科信息\'', '\'物联网\'', '\'不需要融资\'', '\'2000人以上\'', '\'“平安科技”\''
    ),
    (
        '185', '\'python开发工程师\'', '\'深圳\'', '\'大冲\'', '\'18k-30k\'', '\'｜电商平台｜\'', '\'大专\'', '\'经验3-5年\'', '\'至婧科技\'', '\'软件服务｜咨询\'', '\'未融资\'', '\'150-500人\'', '\'“奖金丰厚 股票期权 办公氛围好 同事Nice”\''
    ),
    (
        '186', '\'python开发工程师\'', '\'北京\'', '\'昌平区\'', '\'15k-25k\'', '\'｜JAVA｜信息安全｜\'', '\'本科\'', '\'经验1-3年\'', '\'棱镜七彩\'', '\'信息安全\'', '\'B轮\'', '\'50-150人\'', '\'“氛围好，环境好，福利nice”\''
    ),
    (
        '187', '\'python开发工程师\'', '\'深圳\'', '\'南山区\'', '\'10k-15k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'亚软科技\'', '\'电商,企业服务\'', '\'未融资\'', '\'15-50人\'', '\'“双休，面谈后提供合理薪资”\''
    ),
    (
        '188', '\'Python工程师\'', '\'大连\'', '\'沙河口区\'', '\'7k-14k\'', '\'｜\'', '\'本科\'', '\'经验1-3年\'', '\'默克软件\'', '\'电商平台,内容社区\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金,节日礼品,带薪年假”\''
    ),
    (
        '189', '\'Python工程师\'', '\'大连\'', '\'甘井子区\'', '\'12k-16k\'', '\'｜内容社区｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'Appen\'', '\'软件服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“五险一金,补充医疗保险,子女福利”\''
    ),
    (
        '190', '\'python开发工程师\'', '\'贵阳\'', '\'南明区\'', '\'8k-14k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'瞬息创联\'', '\'人工智能服务,数据服务｜咨询\'', '\'B轮\'', '\'15-50人\'', '\'“五险一金，年终奖，加班福利”\''
    ),
    (
        '191', '\'Python开发工程师\'', '\'北京\'', '\'北京大学\'', '\'15k-20k\'', '\'｜医疗｜保健｜美容｜\'', '\'本科\'', '\'经验不限\'', '\'志诺维思\'', '\'IT技术服务｜咨询\'', '\'不需要融资\'', '\'150-500人\'', '\'“牛人带队、弹性工作、五险一金、定期团建”\''
    ),
    (
        '192', '\'python开发工程师\'', '\'成都\'', '\'高新区\'', '\'10k-20k\'', '\'｜软件服务｜咨询｜C++｜人工智能服务｜人工智能｜算法实施｜\'', '\'本科\'', '\'经验3-5年\'', '\'四川汉科\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'50-150人\'', '\'“员工福利多，行业前景好，管理人性化”\''
    ),
    (
        '193', '\'python开发工程师\'', '\'北京\'', '\'万寿寺\'', '\'9k-15k\'', '\'｜软件服务｜咨询｜科技金融｜\'', '\'大专\'', '\'经验不限\'', '\'广州新晨\'', '\'智能硬件,IT技术服务｜咨询,制造业\'', '\'不需要融资\'', '\'2000人以上\'', '\'“五险一金，周末双休”\''
    ),
    (
        '194', '\'python开发工程师\'', '\'北京\'', '\'朝阳区\'', '\'15k-30k\'', '\'｜智能硬件｜网络通信｜\'', '\'本科\'', '\'经验1-3年\'', '\'华为技术有限公司\'', '\'软件服务｜咨询,IT技术服务｜咨询,人工智能服务\'', '\'未融资\'', '\'15-50人\'', '\'“通信行业，世界500强”\''
    ),
    (
        '195', '\'python开发\'', '\'上海\'', '\'松江区\'', '\'13k-17k\'', '\'｜JAVA｜软件服务｜咨询｜C++｜人工智能服务｜\'', '\'不限\'', '\'经验不限\'', '\'金松瑞科\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“弹性工作”\''
    ),
    (
        '196', '\'python开发\'', '\'佛山\'', '\'桂城\'', '\'9k-14k\'', '\'｜数据服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'赞同科技\'', '\'软件服务｜咨询,数据服务｜咨询\'', '\'不需要融资\'', '\'2000人以上\'', '\'“五险一金，周末双休”\''
    ),
    (
        '197', '\'python工程师\'', '\'深圳\'', '\'福田区\'', '\'9k-18k\'', '\'｜软件服务｜咨询｜人工智能服务｜\'', '\'大专\'', '\'经验不限\'', '\'魔拟科技\'', '\'MCN｜直播平台,IT技术服务｜咨询,人工智能服务\'', '\'不需要融资\'', '\'500-2000人\'', '\'“Python”\''
    ),
    (
        '198', '\'python开发工程师\'', '\'上海\'', '\'浦东新区\'', '\'15k-25k\'', '\'｜Shell｜\'', '\'本科\'', '\'经验在校/应届\'', '\'麦穗人工智能\'', '\'专业服务｜咨询\'', '\'B轮\'', '\'50-150人\'', '\'“周末双休、十点上班、咖啡零食、macbook pro”\''
    ),
    (
        '199', '\'python开发工程师\'', '\'衡水\'', '\'桃城区\'', '\'6k-9k\'', '\'｜软件服务｜咨询｜专业服务｜咨询｜\'', '\'大专\'', '\'经验3-5年\'', '\'河北惠途\'', '\'企业服务\'', '\'不需要融资\'', '\'2000人以上\'', '\'“你的开发建议将备受重视，这事儿你说了算”\''
    ),
    (
        '200', '\'python开发工程师\'', '\'上海\'', '\'洋泾\'', '\'18k-20k\'', '\'｜新能源汽车制造｜mangodb｜\'', '\'大专\'', '\'经验3-5年\'', '\'加绩中国\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“加班少 六险一金 加班有加班费”\''
    ),
    (
        '201', '\'python开发工程师\'', '\'张家口\'', '\'蔚县\'', '\'6k-10k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'蔚县铭裕\'', '\'IT技术服务｜咨询,网络通信,信息安全\'', '\'未融资\'', '\'少于15人\'', '\'“晋升空间大，人际关系简单，氛围好”\''
    ),
    (
        '202', '\'python开发工程师\'', '\'广州\'', '\'黄埔区\'', '\'5k-8k\'', '\'｜IT技术服务｜咨询｜网络通信｜\'', '\'本科\'', '\'经验1年以下\'', '\'滴石文化\'', '\'IT技术服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“急招”\''
    ),
    (
        '203', '\'python开发工程师\'', '\'上海\'', '\'徐家汇\'', '\'18k-25k\'', '\'｜软件服务｜咨询｜C++｜C语言｜工具类产品｜PHP｜\'', '\'本科\'', '\'经验1-3年\'', '\'佩鹊信息\'', '\'人工智能服务\'', '\'未融资\'', '\'少于15人\'', '\'“五险一金、双休、节假日礼包、下午茶、年终奖”\''
    ),
    (
        '204', '\'python开发\'', '\'北京\'', '\'西城区\'', '\'20k-35k\'', '\'｜人工智能服务｜信息安全｜\'', '\'不限\'', '\'经验5-10年\'', '\'安技汇\'', '\'IT技术服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“向往的自由”\''
    ),
    (
        '205', '\'python工程师\'', '\'武汉\'', '\'江夏区\'', '\'15k-25k\'', '\'｜爬虫｜人工智能｜AI｜Ai｜\'', '\'本科\'', '\'经验3-5年\'', '\'探越科技\'', '\'移动互联网,金融\'', '\'A轮\'', '\'50-150人\'', '\'“抓住 AI 应用最佳窗口期”\''
    ),
    (
        '206', '\'python开发工程师\'', '\'北京\'', '\'望京\'', '\'15k-30k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验1-3年\'', '\'即刻卡时\'', '\'IT技术服务｜咨询,软件服务｜咨询,数据服务｜咨询\'', '\'不需要融资\'', '\'150-500人\'', '\'“年轻团队，舒适自由，下午茶”\''
    ),
    (
        '207', '\'python开发工程师\'', '\'合肥\'', '\'蜀山区\'', '\'10k-15k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'聚名科技\'', '\'IT技术服务｜咨询,软件服务｜咨询,数据服务｜咨询\'', '\'不需要融资\'', '\'150-500人\'', '\'“90后团队，环境舒适，商圈繁华”\''
    ),
    (
        '208', '\'python开发工程师\'', '\'合肥\'', '\'蜀山区\'', '\'10k-15k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'聚名科技\'', '\'软件服务｜咨询,数据服务｜咨询,人工智能服务\'', '\'A轮\'', '\'50-150人\'', '\'“python”\''
    ),
    (
        '209', '\'python开发工程师\'', '\'北京\'', '\'建国门\'', '\'10k-20k\'', '\'｜人工智能服务｜\'', '\'本科\'', '\'经验1-3年\'', '\'星尘数据\'', '\'人工智能服务\'', '\'D轮及以上\'', '\'500-2000人\'', '\'“算法数据前后处理，AI项目，朝阳行业”\''
    ),
    (
        '210', '\'python开发工程师\'', '\'上海\'', '\'长宁区\'', '\'20k-35k\'', '\'｜人工智能服务｜物联网｜\'', '\'本科\'', '\'经验3-5年\'', '\'westwell西井科技\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“弹性工作/团队氛围好/扁平化管理”\''
    ),
    (
        '211', '\'python开发工程师\'', '\'上海\'', '\'陆家嘴\'', '\'13k-18k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“元宇宙 五险一金”\''
    ),
    (
        '212', '\'python开发工程师\'', '\'重庆\'', '\'渝北区\'', '\'12k-18k\'', '\'｜数学/统计相关｜软件服务｜咨询｜MongoDB｜计算机相关专业｜\'', '\'大专\'', '\'经验3-5年\'', '\'坚持一下科技\'', '\'软件服务｜咨询,IT技术服务｜咨询,人工智能服务\'', '\'天使轮\'', '\'15-50人\'', '\'“发展前景好”\''
    ),
    (
        '213', '\'python开发工程师\'', '\'重庆\'', '\'寸滩\'', '\'5k-6k\'', '\'｜Hive｜Clickhouse｜汽车交易平台｜Hbase｜数据服务｜咨询｜\'', '\'不限\'', '\'经验不限\'', '\'赶车科技\'', '\'移动互联网,企业服务\'', '\'未融资\'', '\'15-50人\'', '\'“五险、双休、国定节假日”\''
    ),
    (
        '214', '\'python工程师\'', '\'北京\'', '\'朝阳门\'', '\'10k-20k\'', '\'｜人工智能服务｜\'', '\'本科\'', '\'经验1-3年\'', '\'多变\'', '\'社交平台,内容社区,社交媒体\'', '\'未融资\'', '\'50-150人\'', '\'“AIGC/成长快”\''
    ),
    (
        '215', '\'python开发工程师\'', '\'北京\'', '\'朝阳区\'', '\'15k-25k\'', '\'｜\'', '\'本科\'', '\'经验3-5年\'', '\'热刺激光\'', '\'智能硬件\'', '\'未融资\'', '\'500-2000人\'', '\'“领导nice，全额五险一金，免费包餐，”\''
    ),
    (
        '216', '\'python开发工程师\'', '\'广州\'', '\'东山口\'', '\'11k-15k\'', '\'｜广告｜人工智能服务｜\'', '\'本科\'', '\'经验3-5年\'', '\'珑玺信息\'', '\'广告营销\'', '\'未融资\'', '\'15-50人\'', '\'“AI技术开发”\''
    ),
    (
        '217', '\'python开发工程师\'', '\'深圳\'', '\'福田区\'', '\'9k-11k\'', '\'｜房地产｜建筑｜物业｜软件服务｜咨询｜\'', '\'大专\'', '\'经验1-3年\'', '\'创富港\'', '\'居住服务,社交平台\'', '\'上市公司\'', '\'500-2000人\'', '\'“团队氛围佳”\''
    ),
    (
        '218', '\'python工程师\'', '\'北京\'', '\'朝阳门\'', '\'10k-20k\'', '\'｜人工智能服务｜\'', '\'本科\'', '\'经验1-3年\'', '\'有家有保\'', '\'移动互联网,金融\'', '\'天使轮\'', '\'15-50人\'', '\'“AIGC/创业公司/成长快”\''
    ),
    (
        '219', '\'python工程师\'', '\'无锡\'', '\'锡山区\'', '\'12k-22k\'', '\'｜工具类产品｜\'', '\'本科\'', '\'经验1-3年\'', '\'语核科技\'', '\'人工智能服务\'', '\'天使轮\'', '\'15-50人\'', '\'“AI领域创业公司，团队具有丰富经验”\''
    ),
    (
        '220', '\'python开发工程师\'', '\'上海\'', '\'徐汇区\'', '\'35k-55k\'', '\'｜科技金融｜金融业｜\'', '\'本科\'', '\'经验5-10年\'', '\'信创电子\'', '\'IT技术服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“券商行业 稳定 奖金多”\''
    ),
    (
        '221', '\'python开发工程师\'', '\'南京\'', '\'铁心桥\'', '\'13k-15k\'', '\'｜社交平台｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'南京科澜特信息技术有...\'', '\'IT技术服务｜咨询,制造业,能源｜矿产｜环保\'', '\'天使轮\'', '\'少于15人\'', '\'“非外包项目。”\''
    ),
    (
        '222', '\'python开发工程师\'', '\'成都\'', '\'锦江区\'', '\'13k-18k\'', '\'｜后端开发｜\'', '\'大专\'', '\'经验3-5年\'', '\'莱嗯信息技术\'', '\'软件服务｜咨询,生活服务,专业服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“团队稳定，产品长期盈利，全额五险一金”\''
    ),
    (
        '223', '\'python开发工程师\'', '\'西安\'', '\'未央区\'', '\'9k-13k\'', '\'｜贸易｜进出口｜\'', '\'本科\'', '\'经验3-5年\'', '\'北纬四十度\'', '\'软件服务｜咨询,IT技术服务｜咨询,贸易｜进出口\'', '\'未融资\'', '\'50-150人\'', '\'“注重人才培养，提供完善的福利待遇”\''
    ),
    (
        '224', '\'python开发\'', '\'北京\'', '\'北下关\'', '\'15k-18k\'', '\'｜JAVA｜金融业｜\'', '\'本科\'', '\'经验3-5年\'', '\'JETTECH\'', '\'金融,其他\'', '\'上市公司\'', '\'2000人以上\'', '\'“长期项目、六险一金、”\''
    ),
    (
        '225', '\'python开发工程师\'', '\'北京\'', '\'望京\'', '\'14k-17k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'北京捷科\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“Python”\''
    ),
    (
        '226', '\'python工程师\'', '\'武汉\'', '\'东亭\'', '\'7k-10k\'', '\'｜软件服务｜咨询｜数据服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'鸾鸟网络\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'未融资\'', '\'少于15人\'', '\'“发展前景广阔”\''
    ),
    (
        '227', '\'python开发工程师\'', '\'武汉\'', '\'街道口\'', '\'6k-12k\'', '\'｜软件服务｜咨询｜数据服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'展识科技\'', '\'数据服务｜咨询,IT技术服务｜咨询\'', '\'不需要融资\'', '\'15-50人\'', '\'“五险一金 周末双休 无加班”\''
    ),
    (
        '228', '\'python开发工程师\'', '\'苏州\'', '\'昆山市\'', '\'9k-18k\'', '\'｜软件服务｜咨询｜物联网｜\'', '\'本科\'', '\'经验3-5年\'', '\'卓曜智能\'', '\'人工智能服务,智能硬件,制造业\'', '\'未融资\'', '\'15-50人\'', '\'“行业发展前景好、弹性工作、公司氛围好”\''
    ),
    (
        '229', '\'python开发工程师\'', '\'上海\'', '\'虹口区\'', '\'15k-25k\'', '\'｜软件服务｜咨询｜金融业｜\'', '\'本科\'', '\'经验1-3年\'', '\'坤望私募基金\'', '\'金融业,人工智能服务,软件服务｜咨询\'', '\'未融资\'', '\'少于15人\'', '\'“朝九晚六，薪资丰厚，团队有活力”\''
    ),
    (
        '230', '\'python开发工程师\'', '\'商丘\'', '\'睢阳区\'', '\'5k-10k\'', '\'｜人工智能服务｜物联网｜\'', '\'大专\'', '\'经验3-5年\'', '\'奥蓝网络\'', '\'IT技术服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“管理宽松 同事Nice”\''
    ),
    (
        '231', '\'python开发工程师\'', '\'北京\'', '\'朝外\'', '\'18k-24k\'', '\'｜智能硬件｜\'', '\'本科\'', '\'经验3-5年\'', '\'云智矿安\'', '\'人工智能服务,能源｜矿产｜环保,智能硬件\'', '\'A轮\'', '\'15-50人\'', '\'“探索新型传感设备，挖掘行业场景的深度应用”\''
    ),
    (
        '232', '\'python开发工程师\'', '\'哈尔滨\'', '\'革新\'', '\'8k-16k\'', '\'｜人工智能服务｜\'', '\'本科\'', '\'经验不限\'', '\'云孚科技\'', '\'人工智能服务\'', '\'不需要融资\'', '\'15-50人\'', '\'“大牛直接带，高速成长”\''
    ),
    (
        '233', '\'python开发工程师\'', '\'上海\'', '\'漕河泾\'', '\'12k-15k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'樱桃互动\'', '\'移动互联网,广告营销\'', '\'天使轮\'', '\'50-150人\'', '\'“行业前沿，氛围好，有成长空间”\''
    ),
    (
        '234', '\'python开发工程师\'', '\'深圳\'', '\'龙岗区\'', '\'15k-25k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'华为技术有限公司\'', '\'智能硬件,IT技术服务｜咨询,制造业\'', '\'不需要融资\'', '\'2000人以上\'', '\'“薪资待遇具有竞争力，职业发展前景好”\''
    ),
    (
        '235', '\'python开发工程师\'', '\'北京\'', '\'西二旗\'', '\'15k-25k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'华为技术有限公司\'', '\'智能硬件,IT技术服务｜咨询,制造业\'', '\'不需要融资\'', '\'2000人以上\'', '\'“薪资待遇具有竞争力，职业发展前景好”\''
    ),
    (
        '236', '\'python开发工程师\'', '\'深圳\'', '\'光明区\'', '\'13k-17k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'大专\'', '\'经验1-3年\'', '\'深圳脉山龙\'', '\'数据服务\'', '\'不需要融资\'', '\'150-500人\'', '\'“周末双休”\''
    ),
    (
        '237', '\'python开发工程师\'', '\'西安\'', '\'雁塔区\'', '\'13k-18k\'', '\'｜人工智能服务｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'信华信技术（昆山）有限公司\'', '\'软件服务｜咨询\'', '\'未融资\'', '\'500-2000人\'', '\'“薪资nice、福利完善”\''
    ),
    (
        '238', '\'python开发\'', '\'上海\'', '\'七宝\'', '\'15k-22k\'', '\'｜信息安全｜\'', '\'本科\'', '\'经验1-3年\'', '\'奇安信集团\'', '\'信息安全\'', '\'上市公司\'', '\'2000人以上\'', '\'“团队氛围，技术成长”\''
    ),
    (
        '239', '\'python开发\'', '\'安阳\'', '\'文峰区\'', '\'10k-15k\'', '\'｜房地产｜建筑｜物业｜社交平台｜\'', '\'本科\'', '\'经验在校/应届\'', '\'小角牛食品\'', '\'智能硬件,软件服务｜咨询,区块链\'', '\'未融资\'', '\'少于15人\'', '\'“未来已来，还在等什么？”\''
    ),
    (
        '240', '\'python开发工程师\'', '\'成都\'', '\'高新区\'', '\'18k-28k\'', '\'｜物联网｜物流｜运输｜\'', '\'大专\'', '\'经验5-10年\'', '\'成都兴能金通科技有限公司\'', '\'移动互联网\'', '\'不需要融资\'', '\'15-50人\'', '\'“项目稳定，不用考虑资金问题，团队和谐有趣”\''
    ),
    (
        '241', '\'python开发工程师\'', '\'西安\'', '\'雁塔区\'', '\'15k-25k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'华为技术有限公司\'', '\'智能硬件,IT技术服务｜咨询,制造业\'', '\'不需要融资\'', '\'2000人以上\'', '\'“薪资待遇具有竞争力，职业发展前景好”\''
    ),
    (
        '242', '\'Python开发工程师\'', '\'西安\'', '\'雁塔区\'', '\'15k-25k\'', '\'｜JAVA｜软件服务｜咨询｜网络通信｜\'', '\'本科\'', '\'经验不限\'', '\'华为技术有限公司\'', '\'智能硬件,IT技术服务｜咨询,制造业\'', '\'不需要融资\'', '\'2000人以上\'', '\'“台稳定，部门氛围好，发展空间大”\''
    ),
    (
        '243', '\'python工程师\'', '\'北京\'', '\'永定\'', '\'6k-12k\'', '\'｜人工智能服务｜爬虫架构｜图像处理｜后端｜数据库｜\'', '\'本科\'', '\'经验不限\'', '\'北京迈迪培尔信息技术有限公司\'', '\'医疗丨健康\'', '\'天使轮\'', '\'15-50人\'', '\'“周末双休 、餐补、定期体检 、节日福利”\''
    ),
    (
        '244', '\'python开发工程师\'', '\'西安\'', '\'雁塔区\'', '\'12k-19k\'', '\'｜Shell｜人工智能服务｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'大连华信计算机\'', '\'移动互联网,电商\'', '\'上市公司\'', '\'2000人以上\'', '\'“python、薪资nice、福利完善”\''
    ),
    (
        '245', '\'python开发工程师\'', '\'深圳\'', '\'西丽\'', '\'20k-40k\'', '\'｜电商平台｜\'', '\'本科\'', '\'经验5-10年\'', '\'嘉信建设集团\'', '\'房产家居\'', '\'不需要融资\'', '\'500-2000人\'', '\'“定期绩效调薪 内部定期培训 发展空间大”\''
    ),
    (
        '246', '\'python\'', '\'武汉\'', '\'关山\'', '\'8k-15k\'', '\'｜技能培训｜年底双薪｜股票期权｜带薪年假｜\'', '\'大专\'', '\'经验1-3年\'', '\'飞脉科技\'', '\'数据服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“大数据,AI,自动化”\''
    ),
    (
        '247', '\'python开发工程师\'', '\'上海\'', '\'浦东新区\'', '\'12k-24k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'威廉欧奈尔中国\'', '\'移动互联网,金融\'', '\'未融资\'', '\'15-50人\'', '\'“五险一金、团建旅游、节日福利、英语环境”\''
    ),
    (
        '248', '\'python开发工程师\'', '\'北京\'', '\'和平里\'', '\'15k-20k\'', '\'｜JAVA｜旅游｜出行｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'VTECH\'', '\'IT技术服务｜咨询,生活服务\'', '\'A轮\'', '\'50-150人\'', '\'“扁平化”\''
    ),
    (
        '249', '\'python工程师\'', '\'深圳\'', '\'光明区\'', '\'25k-50k\'', '\'｜制造业｜物联网｜\'', '\'本科\'', '\'经验3-5年\'', '\'和润达\'', '\'制造业\'', '\'天使轮\'', '\'150-500人\'', '\'“团队优秀，办公环境优美”\''
    ),
    (
        '250', '\'python开发工程师\'', '\'贵阳\'', '\'观山湖区\'', '\'10k-20k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'高登世德金融科技\'', '\'软件服务｜咨询,数据服务｜咨询,科技金融\'', '\'B轮\'', '\'50-150人\'', '\'“扁平管理，绩效奖金，带薪年假，节日福利”\''
    ),
    (
        '251', '\'python开发工程师\'', '\'西安\'', '\'雁塔区\'', '\'9k-15k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'中软国际科技服务有限公司\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“Python”\''
    ),
    (
        '252', '\'python开发工程师\'', '\'西安\'', '\'雁塔区\'', '\'15k-30k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'中软国际科技服务有限公司\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“华为深度合作方”\''
    ),
    (
        '253', '\'python开发工程师\'', '\'上海\'', '\'杨浦区\'', '\'15k-25k\'', '\'｜人工智能服务｜工具类产品｜\'', '\'本科\'', '\'经验3-5年\'', '\'源杉FIR.ai\'', '\'工具类产品,人工智能服务\'', '\'不需要融资\'', '\'15-50人\'', '\'“工具型产品 扁平化管理 薪资福利优 人工智能”\''
    ),
    (
        '254', '\'python开发工程师\'', '\'深圳\'', '\'龙华新区\'', '\'15k-25k\'', '\'｜电商平台｜\'', '\'大专\'', '\'经验3-5年\'', '\'万博时代\'', '\'电商平台,营销服务｜咨询,制造业\'', '\'未融资\'', '\'150-500人\'', '\'“自研项目，团队氛围好，公司年轻化”\''
    ),
    (
        '255', '\'python开发工程师\'', '\'广州\'', '\'黄埔区\'', '\'9k-12k\'', '\'｜软件服务｜咨询｜在线医疗｜\'', '\'大专\'', '\'经验1-3年\'', '\'天锐医健\'', '\'数据服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“五险一金，平台好”\''
    ),
    (
        '256', '\'python开发工程师\'', '\'深圳\'', '\'龙岗区\'', '\'10k-18k\'', '\'｜shell｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'中软国际科技服务有限公司\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“Python开发”\''
    ),
    (
        '257', '\'python开发工程师\'', '\'济南\'', '\'洪家楼\'', '\'8k-12k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'晓邻\'', '\'社交平台,内容社区\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险 带薪年假 法定节假日 节日福利”\''
    ),
    (
        '258', '\'python开发工程师\'', '\'南京\'', '\'宁南\'', '\'10k-16k\'', '\'｜软件服务｜咨询｜网络爬虫技术｜电商平台｜\'', '\'本科\'', '\'经验5-10年\'', '\'神州云合数据科技发展有限公司\'', '\'移动互联网,企业服务\'', '\'不需要融资\'', '\'150-500人\'', '\'“公司氛围好 团建多 发展空间大”\''
    ),
    (
        '259', '\'python开发工程师\'', '\'北京\'', '\'五道口\'', '\'15k-30k\'', '\'｜金融业｜\'', '\'本科\'', '\'经验不限\'', '\'平方和投资\'', '\'金融业\'', '\'不需要融资\'', '\'15-50人\'', '\'“扁平化管理，团队氛围，发展空间”\''
    ),
    (
        '260', '\'python开发工程师\'', '\'济南\'', '\'天桥区\'', '\'13k-26k\'', '\'｜软件服务｜咨询｜人工智能服务｜\'', '\'本科\'', '\'经验3-5年\'', '\'慧诚集团\'', '\'软件服务｜咨询,人工智能服务,IT技术服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“可在家办公”\''
    ),
    (
        '261', '\'python开发工程师\'', '\'深圳\'', '\'科技园\'', '\'10k-18k\'', '\'｜fastapi｜django｜性能并发｜偏后端｜物流｜运输｜\'', '\'大专\'', '\'经验3-5年\'', '\'一科互联\'', '\'移动互联网,电商\'', '\'未融资\'', '\'50-150人\'', '\'“自研团队、朝九晚六、周末双休”\''
    ),
    (
        '262', '\'python开发\'', '\'昆明\'', '\'西山区\'', '\'10k-18k\'', '\'｜软件服务｜咨询｜内容资讯｜\'', '\'本科\'', '\'经验3-5年\'', '\'陌壳\'', '\'营销服务｜咨询\'', '\'不需要融资\'', '\'少于15人\'', '\'“不加班”\''
    ),
    (
        '263', '\'python\'', '\'北京\'', '\'海淀区\'', '\'15k-22k\'', '\'｜JAVA｜教育｜培训｜软件服务｜咨询｜C++｜C语言｜\'', '\'不限\'', '\'经验不限\'', '\'西安英荟烁\'', '\'教育｜培训\'', '\'未融资\'', '\'150-500人\'', '\'“班车接送”\''
    ),
    (
        '264', '\'python\'', '\'广州\'', '\'天河区\'', '\'15k-22k\'', '\'｜JAVA｜教育｜培训｜软件服务｜咨询｜C++｜C语言｜\'', '\'大专\'', '\'经验不限\'', '\'西安英荟烁\'', '\'教育｜培训\'', '\'未融资\'', '\'150-500人\'', '\'“班车接送”\''
    ),
    (
        '265', '\'Python开发\'', '\'广州\'', '\'天河区\'', '\'10k-15k\'', '\'｜工具类产品｜\'', '\'本科\'', '\'经验1-3年\'', '\'北京时空立方\'', '\'游戏\'', '\'未融资\'', '\'500-2000人\'', '\'“年终奖、绩效奖、餐补、五险一金、免费班车”\''
    ),
    (
        '266', '\'Python开发工程师\'', '\'深圳\'', '\'坂田\'', '\'10k-15k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'华为技术有限公司\'', '\'智能硬件,IT技术服务｜咨询,制造业\'', '\'不需要融资\'', '\'2000人以上\'', '\'“团队实力”\''
    ),
    (
        '267', '\'python开发工程师\'', '\'上海\'', '\'闵行区\'', '\'12k-24k\'', '\'｜人工智能服务｜信息安全｜\'', '\'本科\'', '\'经验1-3年\'', '\'观源科技\'', '\'信息安全\'', '\'A轮\'', '\'50-150人\'', '\'“优秀者请投递,博士指导”\''
    ),
    (
        '268', '\'python开发工程师\'', '\'深圳\'', '\'大冲\'', '\'14k-19k\'', '\'｜金融业｜\'', '\'大专\'', '\'经验3-5年\'', '\'同和科技\'', '\'移动互联网,金融\'', '\'不需要融资\'', '\'500-2000人\'', '\'“早九晚六 双休 班车”\''
    ),
    (
        '269', '\'python开发工程师\'', '\'北京\'', '\'立水桥\'', '\'18k-36k\'', '\'｜游戏｜\'', '\'本科\'', '\'经验不限\'', '\'途游\'', '\'游戏\'', '\'B轮\'', '\'500-2000人\'', '\'“年终奖 绩效奖金”\''
    ),
    (
        '270', '\'python开发工程师\'', '\'深圳\'', '\'坂田\'', '\'15k-30k\'', '\'｜JAVA｜C++｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'华为技术有限公司\'', '\'智能硬件,IT技术服务｜咨询,制造业\'', '\'不需要融资\'', '\'2000人以上\'', '\'“带薪年假、入职年度免费体检、免费夜宵”\''
    ),
    (
        '271', '\'python开发工程师\'', '\'深圳\'', '\'新洲\'', '\'13k-20k\'', '\'｜金融业｜\'', '\'本科\'', '\'经验3-5年\'', '\'长亮科技\'', '\'人工智能服务\'', '\'上市公司\'', '\'2000人以上\'', '\'“年终奖”\''
    ),
    (
        '272', '\'Python开发工程师\'', '\'广州\'', '\'越秀区\'', '\'20k-40k\'', '\'｜爬虫｜内容社区｜数据服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'南方报业\'', '\'文化传媒\'', '\'不需要融资\'', '\'2000人以上\'', '\'“国企，互联网氛围，965，稳定环境，年金+商业险”\''
    ),
    (
        '273', '\'python开发工程师\'', '\'西安\'', '\'雁塔区\'', '\'15k-30k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'华为\'', '\'IT技术服务｜咨询,智能硬件,网络通信\'', '\'不需要融资\'', '\'2000人以上\'', '\'“高薪”\''
    ),
    (
        '274', '\'python开发工程师\'', '\'成都\'', '\'双楠\'', '\'18k-25k\'', '\'｜软件服务｜咨询｜人工智能服务｜\'', '\'本科\'', '\'经验3-5年\'', '\'四川凯普顿信息技术股份有限公司\'', '\'其他\'', '\'上市公司\'', '\'50-150人\'', '\'“公司氛围好、福利待遇高、上升空间大”\''
    ),
    (
        '275', '\'python开发工程师\'', '\'成都\'', '\'金牛区\'', '\'10k-15k\'', '\'｜软件服务｜咨询｜C语言｜数据服务｜咨询｜\'', '\'大专\'', '\'经验不限\'', '\'北京瑞联\'', '\'移动互联网,电商\'', '\'D轮及以上\'', '\'500-2000人\'', '\'“五险一金 双休不加班”\''
    ),
    (
        '276', '\'python开发工程师\'', '\'南京\'', '\'大学城\'', '\'10k-17k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'软通动力\'', '\'IT技术服务｜咨询\'', '\'不需要融资\'', '\'2000人以上\'', '\'“周末双休”\''
    ),
    (
        '277', '\'python开发工程师\'', '\'上海\'', '\'嘉定区\'', '\'15k-30k\'', '\'｜RabbitMQ｜软件服务｜咨询｜人工智能服务｜Docker｜Fastapi｜\'', '\'本科\'', '\'经验1-3年\'', '\'指南车数据\'', '\'数据服务｜咨询,软件服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“晋升，调薪，法定假日”\''
    ),
    (
        '278', '\'python开发工程师\'', '\'武汉\'', '\'洪山区\'', '\'10k-15k\'', '\'｜爬虫｜智能硬件｜工具类产品｜\'', '\'本科\'', '\'经验1-3年\'', '\'中软国际科技服务有限公司\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“五天8小时工作制，周末双休，班车”\''
    ),
    (
        '279', '\'python开发工程师\'', '\'北京\'', '\'大兴区\'', '\'20k-40k\'', '\'｜JAVA｜软件服务｜咨询｜C++｜\'', '\'本科\'', '\'经验5-10年\'', '\'优解未来\'', '\'软件服务｜咨询,人工智能服务,物联网\'', '\'天使轮\'', '\'15-50人\'', '\'“行业前景好，发展快”\''
    ),
    (
        '280', '\'python开发\'', '\'深圳\'', '\'新洲\'', '\'15k-20k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'新致软件\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“双休 年终奖”\''
    ),
    (
        '281', '\'Python开发\'', '\'南京\'', '\'开发区\'', '\'10k-20k\'', '\'｜制造业｜\'', '\'大专\'', '\'经验1-3年\'', '\'四川众航\'', '\'IT技术服务｜咨询,软件服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“五险一金”\''
    ),
    (
        '282', '\'python开发工程师\'', '\'广州\'', '\'番禺区\'', '\'9k-14k\'', '\'｜IT技术服务｜咨询｜\'', '\'大专\'', '\'经验1-3年\'', '\'赛意\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“弹性考勤”\''
    ),
    (
        '283', '\'python开发工程师\'', '\'南京\'', '\'江宁区\'', '\'10k-20k\'', '\'｜软件服务｜咨询｜\'', '\'大专\'', '\'经验不限\'', '\'米球文化\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“双休”\''
    ),
    (
        '284', '\'python开发工程师\'', '\'重庆\'', '\'南岸区\'', '\'7k-14k\'', '\'｜MySQL｜python爬虫｜数据服务｜咨询｜\'', '\'大专\'', '\'经验1-3年\'', '\'药智网\'', '\'数据服务｜咨询\'', '\'A轮\'', '\'150-500人\'', '\'“周末双休、节日礼品、五险一金”\''
    ),
    (
        '285', '\'python开发工程师\'', '\'上海\'', '\'陆家嘴\'', '\'15k-30k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验在校/应届\'', '\'言羽科技\'', '\'软件服务｜咨询,IT技术服务｜咨询,人工智能服务\'', '\'不需要融资\'', '\'50-150人\'', '\'“发展前景”\''
    ),
    (
        '286', '\'python开发工程师\'', '\'深圳\'', '\'坂田\'', '\'12k-20k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'佰特创新\'', '\'电商平台\'', '\'不需要融资\'', '\'150-500人\'', '\'“牛人带队”\''
    ),
    (
        '287', '\'python开发工程师\'', '\'北京\'', '\'大兴区\'', '\'20k-40k\'', '\'｜JAVA｜软件服务｜咨询｜C++｜人工智能服务｜C语言｜\'', '\'本科\'', '\'经验3-5年\'', '\'优解未来\'', '\'软件服务｜咨询,人工智能服务,物联网\'', '\'天使轮\'', '\'15-50人\'', '\'“前景好、发展快”\''
    ),
    (
        '288', '\'Python开发工程师\'', '\'济南\'', '\'市中区\'', '\'8k-15k\'', '\'｜能源｜矿产｜环保｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'汇智科技\'', '\'智能硬件\'', '\'不需要融资\'', '\'150-500人\'', '\'“国网项目”\''
    ),
    (
        '289', '\'python开发工程师\'', '\'杭州\'', '\'浦沿\'', '\'5k-10k\'', '\'｜软件服务｜咨询｜工具类产品｜\'', '\'本科\'', '\'经验不限\'', '\'杭州代码狗\'', '\'IT技术服务｜咨询\'', '\'不需要融资\'', '\'15-50人\'', '\'“团队技术氛围好”\''
    ),
    (
        '290', '\'Python开发\'', '\'上海\'', '\'方松\'', '\'15k-25k\'', '\'｜内容资讯｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'深圳华秋电子有限公司\'', '\'电商平台,内容资讯\'', '\'C轮\'', '\'500-2000人\'', '\'“核心项目 蓝海 晋升空间大 领导好”\''
    ),
    (
        '291', '\'python开发工程师\'', '\'杭州\'', '\'西溪\'', '\'12k-24k\'', '\'｜JAVA｜软件服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'五色云\'', '\'企业服务,电商\'', '\'不需要融资\'', '\'15-50人\'', '\'“技术大牛带队，周末双休，五险一金”\''
    ),
    (
        '292', '\'python开发工程师\'', '\'北京\'', '\'大望路\'', '\'15k-20k\'', '\'｜JAVA｜数据服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'人民在线\'', '\'数据服务｜咨询\'', '\'不需要融资\'', '\'150-500人\'', '\'“工作环境团队氛围好，晋升空间大”\''
    ),
    (
        '293', '\'python开发工程师\'', '\'西安\'', '\'高新技术产业开发区\'', '\'15k-30k\'', '\'｜JAVA｜软件服务｜咨询｜C++｜C语言｜数据服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'华为技术有限公司\'', '\'智能硬件,IT技术服务｜咨询,制造业\'', '\'不需要融资\'', '\'2000人以上\'', '\'“高薪，技术空间大，团队氛围优”\''
    ),
    (
        '294', '\'python开发工程师\'', '\'苏州\'', '\'独墅湖\'', '\'13k-18k\'', '\'｜软件服务｜咨询｜在线教育｜ORM｜\'', '\'大专\'', '\'经验1-3年\'', '\'Taidii\'', '\'IT技术服务｜咨询\'', '\'A轮\'', '\'15-50人\'', '\'“稳定 不加班 双休 前景好”\''
    ),
    (
        '295', '\'python工程师\'', '\'深圳\'', '\'大冲\'', '\'7k-14k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'不限\'', '\'经验不限\'', '\'一张满减券\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“多劳多得，轻松自由”\''
    ),
    (
        '296', '\'python开发工程师\'', '\'北京\'', '\'西苑\'', '\'18k-25k\'', '\'｜在线医疗｜\'', '\'本科\'', '\'经验5-10年\'', '\'忐忐科技\'', '\'工具\'', '\'不需要融资\'', '\'15-50人\'', '\'“弹性工作时间”\''
    ),
    (
        '297', '\'python开发\'', '\'武汉\'', '\'光谷\'', '\'8k-15k\'', '\'｜新媒体｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'海岸跃动\'', '\'IT技术服务｜咨询,营销服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“五险一金、扁平化管理、下午茶零食”\''
    ),
    (
        '298', '\'python开发工程师\'', '\'西安\'', '\'雁塔区\'', '\'15k-30k\'', '\'｜物联网｜\'', '\'本科\'', '\'经验不限\'', '\'西安华为技术有限公司\'', '\'物联网,智能硬件\'', '\'不需要融资\'', '\'2000人以上\'', '\'“市场前景广阔，工作生活平衡，个人发展快”\''
    ),
    (
        '299', '\'python开发工程师\'', '\'深圳\'', '\'福田区\'', '\'15k-30k\'', '\'｜科技金融｜GO｜\'', '\'本科\'', '\'经验3-5年\'', '\'米倪网络\'', '\'科技金融\'', '\'未融资\'', '\'15-50人\'', '\'“五险一金，周末双休，项目激励，不内卷”\''
    ),
    (
        '300', '\'python开发工程师\'', '\'北京\'', '\'海淀区\'', '\'20k-25k\'', '\'｜人工智能服务｜\'', '\'硕士\'', '\'经验1-3年\'', '\'中科院自动化所\'', '\'人工智能服务\'', '\'不需要融资\'', '\'2000人以上\'', '\'“优秀科研团队”\''
    ),
    (
        '301', '\'python开发工程师\'', '\'上海\'', '\'徐汇区\'', '\'11k-20k\'', '\'｜物联网｜\'', '\'本科\'', '\'经验1-3年\'', '\'UPAPP\'', '\'移动互联网,企业服务\'', '\'未融资\'', '\'50-150人\'', '\'“生日会 节日福利等等”\''
    ),
    (
        '302', '\'python开发工程师\'', '\'广州\'', '\'天河区\'', '\'15k-20k\'', '\'｜IT技术服务｜咨询｜专业服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'发业信息\'', '\'专业服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“发展前景、人性化管理”\''
    ),
    (
        '303', '\'python开发工程师\'', '\'广州\'', '\'番禺区\'', '\'5k-6k\'', '\'｜人工智能服务｜物联网｜\'', '\'大专\'', '\'经验1-3年\'', '\'云纳信息\'', '\'IT技术服务｜咨询\'', '\'未融资\'', '\'少于15人\'', '\'“发展前景 领导很nice 上班比较自由”\''
    ),
    (
        '304', '\'python开发工程师\'', '\'郑州\'', '\'管城回族区\'', '\'10k-13k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'臻宇科技\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'不需要融资\'', '\'15-50人\'', '\'“工作氛围轻松愉快”\''
    ),
    (
        '305', '\'python开发工程师\'', '\'杭州\'', '\'上城区\'', '\'10k-15k\'', '\'｜工具类产品｜电商平台｜mongodb｜\'', '\'本科\'', '\'经验1-3年\'', '\'杭州鸿致\'', '\'软件服务｜咨询,数据服务｜咨询\'', '\'未融资\'', '\'少于15人\'', '\'“大数据大神加持，助你提升技术实力”\''
    ),
    (
        '306', '\'python开发工程师\'', '\'广州\'', '\'番禺区\'', '\'10k-15k\'', '\'｜互联网｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'广州南田互联网科技有限公司\'', '\'移动互联网\'', '\'未融资\'', '\'50-150人\'', '\'“双休、福利多、五险一金、餐补房补、下午茶、团建”\''
    ),
    (
        '307', '\'python开发工程师\'', '\'北京\'', '\'王府井\'', '\'18k-25k\'', '\'｜Typescript｜HTML5｜Javascript｜游戏｜\'', '\'本科\'', '\'经验3-5年\'', '\'威力强化\'', '\'游戏\'', '\'不需要融资\'', '\'500-2000人\'', '\'“五险一金，周末双休，弹性打卡，小而美”\''
    ),
    (
        '308', '\'python开发工程师\'', '\'杭州\'', '\'小河\'', '\'12k-18k\'', '\'｜人工智能服务｜\'', '\'本科\'', '\'经验1-3年\'', '\'昇星科技\'', '\'软件服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“扁平化管理、半年一次涨薪机会”\''
    ),
    (
        '309', '\'python开发工程师\'', '\'潍坊\'', '\'寒亭区\'', '\'8k-15k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'普华汇金\'', '\'专业服务｜咨询,软件服务｜咨询,IT技术服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“年终奖”\''
    ),
    (
        '310', '\'python开发工程师\'', '\'东莞\'', '\'东莞市市辖区\'', '\'7k-12k\'', '\'｜软件服务｜咨询｜\'', '\'不限\'', '\'经验3-5年\'', '\'广东堡塔安全技术有限公司\'', '\'软件服务｜咨询,信息安全\'', '\'天使轮\'', '\'15-50人\'', '\'“包吃”\''
    ),
    (
        '311', '\'python开发工程师\'', '\'贵阳\'', '\'花溪区\'', '\'7k-10k\'', '\'｜人工智能服务｜\'', '\'本科\'', '\'经验1-3年\'', '\'数安智能\'', '\'企业服务\'', '\'A轮\'', '\'15-50人\'', '\'“年终奖，带薪年假，节日福利”\''
    ),
    (
        '312', '\'python开发工程师\'', '\'郑州\'', '\'金水区\'', '\'2k-3k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验10年以上\'', '\'数能软件\'', '\'软件服务｜咨询,数据服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“无”\''
    ),
    (
        '313', '\'python开发工程师\'', '\'郑州\'', '\'金水区\'', '\'2k-3k\'', '\'｜软件服务｜咨询｜数据服务｜咨询｜\'', '\'博士\'', '\'经验10年以上\'', '\'数能软件\'', '\'软件服务｜咨询,数据服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“无”\''
    ),
    (
        '314', '\'python开发工程师\'', '\'北京\'', '\'小关\'', '\'18k-30k\'', '\'｜人工智能服务｜智能硬件｜\'', '\'本科\'', '\'经验3-5年\'', '\'众趣\'', '\'移动互联网\'', '\'A轮\'', '\'50-150人\'', '\'“元宇宙行业，B轮融资，团队氛围极好”\''
    ),
    (
        '315', '\'python开发工程师\'', '\'北京\'', '\'四惠\'', '\'10k-15k\'', '\'｜JAVA｜人工智能服务｜数据服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'恒智数科\'', '\'人工智能服务,IT技术服务｜咨询,数据服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“提升前景大，升值空间足”\''
    ),
    (
        '316', '\'python开发工程师\'', '\'北京\'', '\'西北旺\'', '\'10k-12k\'', '\'｜制造业｜物联网｜\'', '\'本科\'', '\'经验1-3年\'', '\'博奥瑞\'', '\'物联网,制造业\'', '\'未融资\'', '\'50-150人\'', '\'“五险一金，13-15薪”\''
    ),
    (
        '317', '\'Python开发工程师\'', '\'上海\'', '\'张江\'', '\'8k-15k\'', '\'｜年底双薪｜专项奖金｜绩效奖金｜股票期权｜\'', '\'本科\'', '\'经验不限\'', '\'直觉\'', '\'数据服务｜咨询\'', '\'A轮\'', '\'15-50人\'', '\'“发展空间，快速成长，股份期权，前沿技术”\''
    ),
    (
        '318', '\'python开发工程师\'', '\'武汉\'', '\'关山\'', '\'9k-10k\'', '\'｜信息安全｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'宝牧科技\'', '\'IT技术服务｜咨询\'', '\'未融资\'', '\'500-2000人\'', '\'“早九晚六 调休 氛围轻松 不打卡”\''
    ),
    (
        '319', '\'python开发工程师\'', '\'苏州\'', '\'吴中区\'', '\'15k-30k\'', '\'｜软件服务｜咨询｜数据服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'赛纳吉咨询服务\'', '\'专业服务｜咨询,数据服务｜咨询,软件服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“扬帆未来”\''
    ),
    (
        '320', '\'python开发工程师\'', '\'北京\'', '\'七里庄\'', '\'20k-30k\'', '\'｜软件服务｜咨询｜C++｜\'', '\'本科\'', '\'经验3-5年\'', '\'云庐科技\'', '\'数据服务｜咨询\'', '\'B轮\'', '\'150-500人\'', '\'“大牛带队，六险一金，春节超长放假”\''
    ),
    (
        '321', '\'Python开发工程师\'', '\'厦门\'', '\'思明区\'', '\'3k-4k\'', '\'｜智能硬件｜物联网｜\'', '\'本科\'', '\'经验在校/应届\'', '\'睿云联\'', '\'智能硬件\'', '\'不需要融资\'', '\'150-500人\'', '\'“前景好，成长快，氛围好”\''
    ),
    (
        '322', '\'python开发\'', '\'北京\'', '\'建国门\'', '\'4k-6k\'', '\'｜软件服务｜咨询｜科技金融｜\'', '\'本科\'', '\'经验在校/应届\'', '\'景生星月信息科技\'', '\'软件服务｜咨询,人工智能服务,科技金融\'', '\'未融资\'', '\'15-50人\'', '\'“实习转正机会 发展空间大 节日福利 定期团建”\''
    ),
    (
        '323', '\'python开发工程师\'', '\'深圳\'', '\'科技园\'', '\'7k-12k\'', '\'｜社交平台｜k8s｜容器技术｜电商平台｜\'', '\'本科\'', '\'经验在校/应届\'', '\'惠群数据\'', '\'移动互联网,社交\'', '\'天使轮\'', '\'15-50人\'', '\'“双休，技术提升，大牛带领”\''
    ),
    (
        '324', '\'python开发工程师\'', '\'成都\'', '\'高新区\'', '\'3k-6k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验在校/应届\'', '\'思而科\'', '\'IT技术服务｜咨询,软件服务｜咨询\'', '\'未融资\'', '\'150-500人\'', '\'“五险一金 双休 年终 弹性工作时间 节日福利”\''
    ),
    (
        '325', '\'python开发工程师\'', '\'北京\'', '\'北下关\'', '\'7k-8k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验在校/应届\'', '\'华美汉盛\'', '\'IT技术服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“弹性工作、公司氛围好、年终奖金”\''
    ),
    (
        '326', '\'python开发工程师\'', '\'北京\'', '\'北下关\'', '\'7k-8k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验在校/应届\'', '\'华美汉盛\'', '\'IT技术服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“弹性工作、公司氛围好、年终奖金”\''
    ),
    (
        '327', '\'python开发工程师\'', '\'杭州\'', '\'上城区\'', '\'4k-8k\'', '\'｜软件服务｜咨询｜数据服务｜咨询｜\'', '\'本科\'', '\'经验在校/应届\'', '\'问点事\'', '\'软件服务｜咨询,数据服务｜咨询,IT技术服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“年终奖金、培训提升、发展前景”\''
    ),
    (
        '328', '\'python开发工程师\'', '\'成都\'', '\'柳江\'', '\'10k-15k\'', '\'｜物流平台｜\'', '\'大专\'', '\'经验5-10年\'', '\'运荔枝科技\'', '\'软件开发\'', '\'不需要融资\'', '\'50-150人\'', '\'“团队氛围好 晋升空间大”\''
    ),
    (
        '329', '\'python开发工程师\'', '\'西安\'', '\'雁塔区\'', '\'8k-13k\'', '\'｜信息安全｜\'', '\'本科\'', '\'经验在校/应届\'', '\'远江盛邦（北京）网络安全科技股份有限公司\'', '\'信息安全\'', '\'不需要融资\'', '\'150-500人\'', '\'“行业前景好 晋升快”\''
    ),
    (
        '330', '\'Python开发工程师\'', '\'广州\'', '\'柯木塱村\'', '\'10k-15k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜专业服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'易度信息\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“创新团队，规范管理，全面提升”\''
    ),
    (
        '331', '\'python开发工程师\'', '\'上海\'', '\'浦东新区\'', '\'17k-23k\'', '\'｜电商平台｜\'', '\'本科\'', '\'经验1-3年\'', '\'上海优宁维生物科技股份有限公司\'', '\'制造业\'', '\'上市公司\'', '\'500-2000人\'', '\'“上市公司 技术大牛 甲方企业”\''
    ),
    (
        '332', '\'python工程师\'', '\'深圳\'', '\'南山区\'', '\'9k-15k\'', '\'｜物联网｜\'', '\'硕士\'', '\'经验在校/应届\'', '\'昇腾技术\'', '\'人工智能服务,物联网,专业服务｜咨询\'', '\'不需要融资\'', '\'15-50人\'', '\'“技术牛人带队，发展前景好，工作学习两不误”\''
    ),
    (
        '333', '\'python开发工程师\'', '\'沈阳\'', '\'滨河\'', '\'5k-10k\'', '\'｜IT技术服务｜咨询｜数据服务｜咨询｜\'', '\'本科\'', '\'经验在校/应届\'', '\'北斗云数字\'', '\'软件服务｜咨询,IT技术服务｜咨询,区块链\'', '\'不需要融资\'', '\'50-150人\'', '\'“自主研发项目”\''
    ),
    (
        '334', '\'python开发工程师\'', '\'北京\'', '\'永定\'', '\'6k-12k\'', '\'｜人工智能服务｜\'', '\'本科\'', '\'经验在校/应届\'', '\'北京迈迪培尔信息技术有限公司\'', '\'医疗丨健康\'', '\'天使轮\'', '\'15-50人\'', '\'“五险一金、带薪年假、绩效奖金、员工体检”\''
    ),
    (
        '335', '\'python开发工程师\'', '\'北京\'', '\'海淀区\'', '\'25k-35k\'', '\'｜MCN｜直播平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'音娱时光\'', '\'MCN｜直播平台\'', '\'C轮\'', '\'150-500人\'', '\'“午餐晚餐，七险一金，扁平管理，免费健身”\''
    ),
    (
        '336', '\'python开发工程师\'', '\'成都\'', '\'桂溪\'', '\'5k-10k\'', '\'｜区块链｜数据服务｜咨询｜软件开发｜\'', '\'本科\'', '\'经验在校/应届\'', '\'了了科技\'', '\'软件开发,信息安全\'', '\'不需要融资\'', '\'15-50人\'', '\'“公司具备良好的氛围，有助于自己能力的提升。”\''
    ),
    (
        '337', '\'python开发工程师\'', '\'成都\'', '\'高新区\'', '\'12k-18k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'华信\'', '\'数据服务｜咨询,IT技术服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金，年终奖，法定年假，法定假日福利”\''
    ),
    (
        '338', '\'Python软件工程师\'', '\'东莞\'', '\'大朗镇\'', '\'11k-13k\'', '\'｜教育｜培训｜\'', '\'本科\'', '\'经验1-3年\'', '\'深圳市南深人力资源股份有限公司\'', '\'教育｜培训\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金,补充意外险,交通补贴”\''
    ),
    (
        '339', '\'python\'', '\'东莞\'', '\'大朗镇\'', '\'15k-20k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'科锐尔人力资源服务\'', '\'企业服务\'', '\'上市公司\'', '\'2000人以上\'', '\'“华为项目”\''
    ),
    (
        '340', '\'python开发\'', '\'西安\'', '\'雁塔区\'', '\'10k-15k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'科锐尔人力资源服务\'', '\'企业服务\'', '\'上市公司\'', '\'2000人以上\'', '\'“底薪+岗位津贴形式，社保按照底薪部分全额交”\''
    ),
    (
        '341', '\'python开发工程师\'', '\'西安\'', '\'高新技术产业开发区\'', '\'20k-30k\'', '\'｜\'', '\'本科\'', '\'经验不限\'', '\'外企德科人力资源服务\'', '\'企业服务\'', '\'未融资\'', '\'2000人以上\'', '\'“大牛带教 发展空间大”\''
    ),
    (
        '342', '\'python开发工程师\'', '\'上海\'', '\'北新泾\'', '\'20k-27k\'', '\'｜人工智能服务｜IT技术服务｜咨询｜计算机相关专业｜\'', '\'本科\'', '\'经验3-5年\'', '\'艾利安人才服务（上海）有限公司\'', '\'专业服务｜咨询\'', '\'不需要融资\'', '\'2000人以上\'', '\'“六险一金，14薪”\''
    ),
    (
        '343', '\'python开发工程师\'', '\'上海\'', '\'张江\'', '\'15k-25k\'', '\'｜金融业｜\'', '\'本科\'', '\'经验3-5年\'', '\'弘博康咨询管理\'', '\'软件服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“团队实力”\''
    ),
    (
        '344', '\'python开发工程师\'', '\'北京\'', '\'五道口\'', '\'15k-23k\'', '\'｜IT技术服务｜咨询｜计算机相关专业｜\'', '\'本科\'', '\'经验1-3年\'', '\'新蓝途\'', '\'专业服务｜咨询\'', '\'不需要融资\'', '\'少于15人\'', '\'“不加班，弹性打卡”\''
    ),
    (
        '345', '\'python开发工程师\'', '\'深圳\'', '\'蛇口\'', '\'20k-30k\'', '\'｜人工智能服务｜IT技术服务｜咨询｜计算机相关专业｜\'', '\'本科\'', '\'经验3-5年\'', '\'艾利安人才服务（上海）有限公司\'', '\'专业服务｜咨询\'', '\'不需要融资\'', '\'2000人以上\'', '\'“六险一金”\''
    ),
    (
        '346', '\'python开发工程师\'', '\'南昌\'', '\'青山湖区\'', '\'30k-50k\'', '\'｜PHP｜电商平台｜\'', '\'本科\'', '\'经验5-10年\'', '\'科锐尔人力资源服务\'', '\'企业服务\'', '\'上市公司\'', '\'2000人以上\'', '\'“补贴、13薪”\''
    ),
    (
        '347', '\'python开发工程师\'', '\'武汉\'', '\'东西湖区\'', '\'20k-40k\'', '\'｜物联网｜\'', '\'本科\'', '\'经验不限\'', '\'科锐国际\'', '\'专业服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“大厂规模，年终奖，绩效奖金，周末双休”\''
    ),
    (
        '348', '\'python开发工程师\'', '\'南京\'', '\'宁南\'', '\'15k-30k\'', '\'｜不限｜\'', '\'本科\'', '\'经验3-5年\'', '\'科锐国际人力资源\'', '\'工具类产品\'', '\'上市公司\'', '\'2000人以上\'', '\'“绩效+年终奖”\''
    ),
    (
        '349', '\'python开发工程师\'', '\'武汉\'', '\'东西湖区\'', '\'20k-40k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'科锐国际\'', '\'专业服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“年终，全额社保，14薪到16薪”\''
    ),
    (
        '350', '\'python开发工程师\'', '\'西安\'', '\'雁塔区\'', '\'13k-22k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'科锐国际人力资源\'', '\'其他\'', '\'上市公司\'', '\'2000人以上\'', '\'“华为储备员工，可转正，薪资高”\''
    ),
    (
        '351', '\'python开发工程师\'', '\'北京\'', '\'五道口\'', '\'30k-60k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'拓普\'', '\'服务业\'', '\'未融资\'', '\'15-50人\'', '\'“知名量化投资公司”\''
    ),
    (
        '352', '\'python开发工程师\'', '\'深圳\'', '\'坂田\'', '\'15k-30k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'科锐国际\'', '\'专业服务｜咨询,MCN｜直播平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“大厂，高薪，稳定，技术提升”\''
    ),
    (
        '353', '\'python开发工程师\'', '\'北京\'', '\'五道口\'', '\'40k-60k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验5-10年\'', '\'科锐福克斯\'', '\'专业服务｜咨询\'', '\'不需要融资\'', '\'150-500人\'', '\'“公司平台知名，薪资待遇优厚”\''
    ),
    (
        '354', '\'python开发工程师\'', '\'深圳\'', '\'坂田\'', '\'17k-34k\'', '\'｜JAVA｜软件服务｜咨询｜C++｜C语言｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'外企德科人力资源服务\'', '\'企业服务\'', '\'未融资\'', '\'2000人以上\'', '\'“双休 五险一金 年终奖 周末加班双倍”\''
    ),
    (
        '355', '\'python开发工程师\'', '\'深圳\'', '\'坂田\'', '\'20k-35k\'', '\'｜互联网｜\'', '\'本科\'', '\'经验3-5年\'', '\'科锐国际\'', '\'专业服务｜咨询,MCN｜直播平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“2-4个月年终奖”\''
    ),
    (
        '356', '\'python开发工程师\'', '\'苏州\'', '\'虎丘区\'', '\'15k-30k\'', '\'｜软件服务｜咨询｜Docker｜IT技术服务｜咨询｜Kubernetes｜\'', '\'本科\'', '\'经验3-5年\'', '\'博猎企业管理咨询\'', '\'服务业\'', '\'B轮\'', '\'50-150人\'', '\'“七险两金”\''
    ),
    (
        '357', '\'python开发工程师\'', '\'深圳\'', '\'坂田\'', '\'15k-30k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'科锐国际\'', '\'工具类产品,IT技术服务｜咨询,专业服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“大厂、五险一金、一对一带教”\''
    ),
    (
        '358', '\'python开发工程师\'', '\'深圳\'', '\'坂田\'', '\'23k-40k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'科锐国际人力资源\'', '\'工具类产品\'', '\'上市公司\'', '\'2000人以上\'', '\'“大厂，五险一金，”\''
    ),
    (
        '359', '\'python开发\'', '\'宁波\'', '\'镇海区\'', '\'13k-23k\'', '\'｜半导体｜\'', '\'本科\'', '\'经验不限\'', '\'卓伯咨询\'', '\'专业服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“朝阳行业，快速发展”\''
    ),
    (
        '360', '\'python开发工程师\'', '\'深圳\'', '\'华强北\'', '\'30k-50k\'', '\'｜JAVA｜金融业｜\'', '\'本科\'', '\'经验5-10年\'', '\'某大型互联网上市集团公司\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“大公司 发展好”\''
    ),
    (
        '361', '\'python开发工程师\'', '\'深圳\'', '\'坂田\'', '\'21k-25k\'', '\'｜软件服务｜咨询｜汽车交易平台｜\'', '\'本科\'', '\'经验1-3年\'', '\'科锐国际\'', '\'专业服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“大厂背景”\''
    ),
    (
        '362', '\'python开发工程师\'', '\'南京\'', '\'草场门\'', '\'15k-30k\'', '\'｜IT技术服务｜咨询｜网络通信｜\'', '\'本科\'', '\'经验1-3年\'', '\'科锐国际\'', '\'专业服务｜咨询,MCN｜直播平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“大厂，高薪，技术提升”\''
    ),
    (
        '363', '\'python开发工程师\'', '\'西安\'', '\'雁塔区\'', '\'15k-30k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'科锐国际\'', '\'工具类产品,IT技术服务｜咨询,专业服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“大厂资源”\''
    ),
    (
        '364', '\'python开发工程师\'', '\'深圳\'', '\'坂田\'', '\'15k-30k\'', '\'｜JAVA｜C++｜C语言｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'科锐国际\'', '\'工具类产品,IT技术服务｜咨询,专业服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“接触大厂资源”\''
    ),
    (
        '365', '\'python开发工程师\'', '\'深圳\'', '\'福田区\'', '\'20k-40k\'', '\'｜IT技术服务｜咨询｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'科锐国际\'', '\'专业服务｜咨询,MCN｜直播平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“大厂急招 2-4年终 稳定”\''
    ),
    (
        '366', '\'python开发工程师\'', '\'东莞\'', '\'东莞市\'', '\'14k-26k\'', '\'｜计算机软件｜\'', '\'本科\'', '\'经验不限\'', '\'外企德科人力资源服务\'', '\'企业服务\'', '\'未融资\'', '\'2000人以上\'', '\'“六险一金、年终奖”\''
    ),
    (
        '367', '\'python开发工程师\'', '\'北京\'', '\'五道口\'', '\'20k-30k\'', '\'｜JAVA｜互联网｜金融业｜\'', '\'本科\'', '\'经验不限\'', '\'睿资达\'', '\'专业服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“头部私募量化投资企业，不加班，待遇好”\''
    ),
    (
        '368', '\'python开发工程师\'', '\'成都\'', '\'武侯区\'', '\'15k-20k\'', '\'｜游戏｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'先路咨询\'', '\'专业服务｜咨询\'', '\'未融资\'', '\'少于15人\'', '\'“周末双休 朝九晚六 五险一金”\''
    ),
    (
        '369', '\'python开发工程师\'', '\'东莞\'', '\'松山湖管委会\'', '\'13k-25k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'科锐尔人力资源服务\'', '\'企业服务\'', '\'上市公司\'', '\'2000人以上\'', '\'“六险一金”\''
    ),
    (
        '370', '\'python开发工程师\'', '\'苏州\'', '\'虎丘区\'', '\'15k-30k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'外企德科人力资源服务\'', '\'企业服务\'', '\'未融资\'', '\'2000人以上\'', '\'“核心研发项目，使用最先进的主流技术”\''
    ),
    (
        '371', '\'python开发工程师\'', '\'武汉\'', '\'江夏区\'', '\'15k-30k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'科锐尔人力资源服务\'', '\'企业服务\'', '\'上市公司\'', '\'2000人以上\'', '\'“全额社保公积金，2-4个月年终奖，高薪”\''
    ),
    (
        '372', '\'python开发工程师\'', '\'广州\'', '\'东圃\'', '\'20k-40k\'', '\'｜golang｜linux｜游戏｜\'', '\'本科\'', '\'经验5-10年\'', '\'先路咨询\'', '\'专业服务｜咨询\'', '\'未融资\'', '\'少于15人\'', '\'“五险一金 绩效奖金 加班补助 晋升空间大”\''
    ),
    (
        '373', '\'python开发工程师\'', '\'北京\'', '\'中关村\'', '\'40k-60k\'', '\'｜C++｜金融业｜\'', '\'本科\'', '\'经验3-5年\'', '\'某知名企业\'', '\'工具类产品,IT技术服务｜咨询,专业服务｜咨询\'', '\'上市公司\'', '\'50-150人\'', '\'“top私募 不卷 精英团队”\''
    ),
    (
        '374', '\'python开发工程师\'', '\'深圳\'', '\'坂田\'', '\'19k-35k\'', '\'｜网络通信｜\'', '\'本科\'', '\'经验1-3年\'', '\'科之锐人力资源服务\'', '\'专业服务｜咨询\'', '\'不需要融资\'', '\'2000人以上\'', '\'“发展前景好”\''
    ),
    (
        '375', '\'python开发\'', '\'上海\'', '\'浦东新区\'', '\'12k-15k\'', '\'｜旅游｜出行｜\'', '\'本科\'', '\'经验1-3年\'', '\'艾利安人才服务（上海）有限公司\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“薪资福利”\''
    ),
    (
        '376', '\'python开发工程师\'', '\'深圳\'', '\'坂田\'', '\'13k-26k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'科锐国际\'', '\'工具类产品,IT技术服务｜咨询,专业服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“发展前景好、大厂工作”\''
    ),
    (
        '377', '\'python开发工程师\'', '\'西安\'', '\'雁塔区\'', '\'20k-40k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'科锐国际\'', '\'专业服务｜咨询,MCN｜直播平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“大平台，长期稳定，待遇优厚，全额六险一金！”\''
    ),
    (
        '378', '\'python开发工程师\'', '\'武汉\'', '\'江夏区\'', '\'15k-30k\'', '\'｜不限制｜\'', '\'本科\'', '\'经验不限\'', '\'外企德科人力资源服务\'', '\'企业服务\'', '\'未融资\'', '\'2000人以上\'', '\'“全额五险一金，公积金8%，试用期不打折”\''
    ),
    (
        '379', '\'python开发工程师\'', '\'深圳\'', '\'坂田\'', '\'15k-30k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'科锐尔人力资源服务\'', '\'企业服务\'', '\'上市公司\'', '\'2000人以上\'', '\'“全额社保公积金，2-4个月年终奖，高薪”\''
    ),
    (
        '380', '\'python开发工程师\'', '\'西安\'', '\'雁塔区\'', '\'15k-30k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'科锐尔人力资源服务\'', '\'企业服务\'', '\'上市公司\'', '\'2000人以上\'', '\'“全额社保公积金，2-4个月年终奖，高薪”\''
    ),
    (
        '381', '\'python开发工程师\'', '\'深圳\'', '\'坂田\'', '\'18k-36k\'', '\'｜人工智能服务｜电商平台｜\'', '\'本科\'', '\'经验1-3年\'', '\'外企德科人力资源服务\'', '\'企业服务\'', '\'未融资\'', '\'2000人以上\'', '\'“团队实力雄厚”\''
    ),
    (
        '382', '\'python开发\'', '\'西安\'', '\'雁塔区\'', '\'20k-40k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'锐致咨询\'', '\'企业服务\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金+奖金+年终奖”\''
    ),
    (
        '383', '\'python开发工程师\'', '\'上海\'', '\'金桥\'', '\'19k-35k\'', '\'｜网络通信｜\'', '\'本科\'', '\'经验1-3年\'', '\'科之锐人力资源服务\'', '\'工具类产品,IT技术服务｜咨询,专业服务｜咨询\'', '\'上市公司\'', '\'50-150人\'', '\'“发展前景好”\''
    ),
    (
        '384', '\'python开发工程师\'', '\'深圳\'', '\'坂田\'', '\'15k-30k\'', '\'｜IT技术服务｜咨询｜网络通信｜\'', '\'本科\'', '\'经验1-3年\'', '\'科之锐人力资源服务\'', '\'工具类产品,IT技术服务｜咨询,专业服务｜咨询\'', '\'上市公司\'', '\'50-150人\'', '\'“团队年轻化”\''
    ),
    (
        '385', '\'python开发工程师\'', '\'北京\'', '\'西三旗\'', '\'35k-50k\'', '\'｜电商平台｜批发｜零售｜\'', '\'本科\'', '\'经验不限\'', '\'某大型互联网公司\'', '\'工具类产品,IT技术服务｜咨询,专业服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“国家法定节假日、工作环境优美”\''
    ),
    (
        '386', '\'python开发工程师\'', '\'北京\'', '\'西三旗\'', '\'30k-45k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'某知名互联网公司\'', '\'专业服务｜咨询\'', '\'未融资\'', '\'少于15人\'', '\'“团队强有发展前景”\''
    ),
    (
        '387', '\'python开发工程师\'', '\'西安\'', '\'雁塔区\'', '\'16k-32k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'科锐国际\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“薪资待遇好”\''
    ),
    (
        '388', '\'python工程师\'', '\'无锡\'', '\'滨湖区\'', '\'15k-25k\'', '\'｜C++｜C语言｜智能制造｜\'', '\'本科\'', '\'经验不限\'', '\'某知名企业\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“即将上市，大牛带队，五险一金全额，加班少”\''
    ),
    (
        '389', '\'python开发工程师\'', '\'苏州\'', '\'高新区\'', '\'20k-40k\'', '\'｜软件服务｜咨询｜网络通信｜\'', '\'本科\'', '\'经验不限\'', '\'尚仕杰企业管理顾问\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“福利待遇好”\''
    ),
    (
        '390', '\'python开发工程师\'', '\'北京\'', '\'西城区\'', '\'40k-60k\'', '\'｜专业服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'某公司\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“薪资高 待遇好”\''
    ),
    (
        '391', '\'python开发工程师\'', '\'西安\'', '\'雁塔区\'', '\'10k-20k\'', '\'｜软件服务｜咨询｜人工智能服务｜\'', '\'大专\'', '\'经验不限\'', '\'科锐尔人力资源服务\'', '\'企业服务\'', '\'上市公司\'', '\'2000人以上\'', '\'“全额社保”\''
    ),
    (
        '392', '\'python开发工程师\'', '\'成都\'', '\'郫都区\'', '\'15k-30k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'外企德科人力资源服务\'', '\'企业服务\'', '\'未融资\'', '\'2000人以上\'', '\'“六险一金，年节福利，福利体检”\''
    ),
    (
        '393', '\'python开发工程师\'', '\'武汉\'', '\'洪山区\'', '\'15k-30k\'', '\'｜JAVA｜软件服务｜咨询｜C++｜C语言｜物联网｜\'', '\'本科\'', '\'经验不限\'', '\'外企德科人力资源服务\'', '\'企业服务\'', '\'未融资\'', '\'2000人以上\'', '\'“大厂业务可接触到核心技术，周末双休项目稳定”\''
    ),
    (
        '394', '\'python开发工程师\'', '\'上海\'', '\'金桥\'', '\'20k-30k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'科之锐人力资源服务\'', '\'工具类产品,IT技术服务｜咨询,专业服务｜咨询\'', '\'上市公司\'', '\'50-150人\'', '\'“智能汽车”\''
    ),
    (
        '395', '\'python开发工程师\'', '\'西安\'', '\'雁塔区\'', '\'20k-40k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'科锐国际\'', '\'工具类产品,IT技术服务｜咨询,专业服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“发展前景 六险一金 年终奖 大平台”\''
    ),
    (
        '396', '\'python开发工程师\'', '\'西安\'', '\'高新技术产业开发区\'', '\'20k-40k\'', '\'｜网络通信｜\'', '\'本科\'', '\'经验3-5年\'', '\'科锐尔人力资源服务\'', '\'企业服务\'', '\'上市公司\'', '\'2000人以上\'', '\'“优厚的福利待遇”\''
    ),
    (
        '397', '\'python\'', '\'北京\'', '\'五道口\'', '\'17k-30k\'', '\'｜人工智能服务｜在线教育｜\'', '\'本科\'', '\'经验3-5年\'', '\'某公司\'', '\'专业服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“双休不加班”\''
    ),
    (
        '398', '\'python开发工程师\'', '\'上海\'', '\'陆家嘴\'', '\'25k-40k\'', '\'｜科技金融｜\'', '\'硕士\'', '\'经验3-5年\'', '\'睿资达\'', '\'专业服务｜咨询\'', '\'不需要融资\'', '\'500-2000人\'', '\'“国内头部量化私募”\''
    ),
    (
        '399', '\'python开发工程师\'', '\'上海\'', '\'浦东新区\'', '\'28k-40k\'', '\'｜JAVA｜信息检索｜科技金融｜\'', '\'本科\'', '\'经验5-10年\'', '\'仕进信息\'', '\'移动互联网,企业服务\'', '\'未融资\'', '\'少于15人\'', '\'“不加班, 弹性工作制”\''
    ),
    (
        '400', '\'Python高级开发工程师\'', '\'深圳\'', '\'宝安区\'', '\'15k-30k\'', '\'｜\'', '\'本科\'', '\'经验5-10年\'', '\'骏兴纸业（深圳）有限公司\'', '\'软件服务｜咨询,数据服务｜咨询,营销服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,节日福利”\''
    ),
    (
        '401', '\'Python Web后端开发工程师\'', '\'成都\'', '\'双流区\'', '\'8k-15k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'大专\'', '\'经验3-5年\'', '\'小豹科技\'', '\'软件服务｜咨询,数据服务｜咨询\'', '\'不需要融资\'', '\'150-500人\'', '\'“弹性上下班”\''
    ),
    (
        '402', '\'python后端开发工程师\'', '\'深圳\'', '\'大冲\'', '\'12k-20k\'', '\'｜软件服务｜咨询｜计算机相关专业｜数据服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'翼果科技\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“华为2012实验室大牛坐镇，领导nice”\''
    ),
    (
        '403', '\'后端python程序员\'', '\'上海\'', '\'宝山区\'', '\'15k-30k\'', '\'｜\'', '\'本科\'', '\'经验3-5年\'', '\'夏禹集成电路\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,绩效奖金,定期体检”\''
    ),
    (
        '404', '\'高级Python开发工程师\'', '\'成都\'', '\'青羊区\'', '\'11k-22k\'', '\'｜软件服务｜咨询｜数据服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'成都国铁电气设备有限公司\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,免费工作餐,员工公寓”\''
    ),
    (
        '405', '\'Python后台开发工程师\'', '\'合肥\'', '\'庐阳区\'', '\'15k-30k\'', '\'｜\'', '\'本科\'', '\'经验3-5年\'', '\'合肥芯翊信息科技有限公司\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,绩效奖金,员工旅游”\''
    ),
    (
        '406', '\'python开发工程师\'', '\'武汉\'', '\'江夏区\'', '\'13k-26k\'', '\'｜JAVA｜软件服务｜咨询｜C++｜C语言｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'外企德科人力资源服务\'', '\'企业服务\'', '\'未融资\'', '\'2000人以上\'', '\'“缴纳五险一金，发展空间大，领导好，弹性打卡”\''
    ),
    (
        '407', '\'python开发工程师\'', '\'深圳\'', '\'坂田\'', '\'15k-30k\'', '\'｜消费者云服务｜\'', '\'本科\'', '\'经验1-3年\'', '\'外企德科人力资源服务\'', '\'企业服务\'', '\'未融资\'', '\'2000人以上\'', '\'“全额五险一金、双休、年终奖、年度体检”\''
    ),
    (
        '408', '\'Python-RPA开发工程师\'', '\'深圳\'', '\'福田区\'', '\'14k-15k\'', '\'｜营销服务｜咨询｜专业服务｜咨询｜\'', '\'大专\'', '\'经验3-5年\'', '\'苏州英格玛制造外包有限公司\'', '\'专业服务｜咨询,营销服务｜咨询\'', '\'不需要融资\'', '\'500-2000人\'', '\'“免费班车,员工旅游,交通补贴”\''
    ),
    (
        '409', '\'后端 Python 工程师\'', '\'杭州\'', '\'余杭区\'', '\'10k-15k\'', '\'｜制造业｜\'', '\'本科\'', '\'经验3-5年\'', '\'CENNTRO\'', '\'制造业\'', '\'不需要融资\'', '\'500-2000人\'', '\'“五险一金,周末双休,股票期权”\''
    ),
    (
        '410', '\'Python自动化开发\'', '\'南通\'', '\'如皋市\'', '\'8k-13k\'', '\'｜\'', '\'本科\'', '\'经验3-5年\'', '\'恒康数控\'', '\'其他\'', '\'不需要融资\'', '\'50-150人\'', '\'“免费班车,五险一金,绩效奖金”\''
    ),
    (
        '411', '\'Python开发工程师（实习生）\'', '\'上海\'', '\'静安区\'', '\'3k-4k\'', '\'｜房地产｜建筑｜物业｜\'', '\'本科\'', '\'经验不限\'', '\'上海银欣\'', '\'房地产｜建筑｜物业\'', '\'不需要融资\'', '\'50-150人\'', '\'“做五休二”\''
    ),
    (
        '412', '\'高级python爬虫工程师\'', '\'广州\'', '\'黄埔区\'', '\'18k-30k\'', '\'｜内容社区｜电商平台｜\'', '\'本科\'', '\'经验5-10年\'', '\'苏州百捷信息科技有限公司\'', '\'电商平台,内容社区\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金,员工旅游,周末双休”\''
    ),
    (
        '413', '\'Python软件工程师\'', '\'深圳\'', '\'宝安区\'', '\'11k-13k\'', '\'｜\'', '\'本科\'', '\'经验1-3年\'', '\'深圳市秦创信息科技有限责任公司\'', '\'软件服务｜咨询,数据服务｜咨询\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金,绩效奖金,交通补贴”\''
    ),
    (
        '414', '\'python开发工程师（岳麓区中）\'', '\'长沙\'', '\'岳麓区\'', '\'9k-10k\'', '\'｜软件服务｜咨询｜数据服务｜咨询｜\'', '\'大专\'', '\'经验3-5年\'', '\'新航动力\'', '\'制造业\'', '\'不需要融资\'', '\'500-2000人\'', '\'“五险一金,补充公积金,周末双休”\''
    ),
    (
        '415', '\'python开发工程师(J12323)\'', '\'上海\'', '\'浦东新区\'', '\'14k-18k\'', '\'｜制造业｜\'', '\'本科\'', '\'经验1-3年\'', '\'西域智慧供应链（上海）股份公司\'', '\'软件服务｜咨询,数据服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,绩效奖金,定期体检”\''
    ),
    (
        '416', '\'Python软件工程师（量子计算）\'', '\'上海\'', '\'浦东新区\'', '\'15k-25k\'', '\'｜\'', '\'本科\'', '\'经验3-5年\'', '\'中国科学技术大学上海研究院\'', '\'企业服务\'', '\'未融资\'', '\'少于15人\'', '\'“五险一金,补充公积金,绩效奖金”\''
    ),
    (
        '417', '\'Python软件工程师（量子计算）\'', '\'上海\'', '\'浦东新区\'', '\'15k-25k\'', '\'｜\'', '\'本科\'', '\'经验3-5年\'', '\'中国科学技术大学上海研究院\'', '\'专业服务｜咨询\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金,补充公积金,绩效奖金”\''
    ),
    (
        '418', '\'软件开发（c#/python）\'', '\'南京\'', '\'浦口区\'', '\'3k-4k\'', '\'｜软件服务｜咨询｜数据服务｜咨询｜\'', '\'本科\'', '\'经验在校/应届\'', '\'广州朗传信息科技有限公司\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“发展前景佳、团队实力强、老板nice”\''
    ),
    (
        '419', '\'python爬虫工程师\'', '\'郑州\'', '\'东风路\'', '\'6k-8k\'', '\'｜软件服务｜咨询｜Html5｜JavaScript｜PHP｜数据服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'慧谷大创园\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“期权”\''
    ),
    (
        '420', '\'python爬虫工程师\'', '\'成都\'', '\'高新区\'', '\'10k-12k\'', '\'｜JAVA｜招投标｜反爬虫｜SQL｜\'', '\'本科\'', '\'经验1-3年\'', '\'四川国际招标\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“行业稳定、朝九晚五（周末双休）”\''
    ),
    (
        '421', '\'python开发工程师\'', '\'武汉\'', '\'江夏区\'', '\'12k-22k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'外企德科人力资源服务\'', '\'企业服务\'', '\'未融资\'', '\'2000人以上\'', '\'“五险一金、通勤班车、交通补贴、”\''
    ),
    (
        '422', '\'python开发工程师\'', '\'武汉\'', '\'江夏区\'', '\'15k-30k\'', '\'｜网络通信｜\'', '\'本科\'', '\'经验1-3年\'', '\'外企德科人力资源服务\'', '\'企业服务\'', '\'未融资\'', '\'2000人以上\'', '\'“五险一金、带薪年假、年度体检、免费夜宵、班车”\''
    ),
    (
        '423', '\'Python后端工程师\'', '\'东莞\'', '\'大朗镇\'', '\'15k-30k\'', '\'｜金融业｜\'', '\'大专\'', '\'经验5-10年\'', '\'东莞市信鸿实业发展有限公司\'', '\'金融业\'', '\'不需要融资\'', '\'2000人以上\'', '\'“五险一金,绩效奖金,员工旅游”\''
    ),
    (
        '424', '\'海外爬虫开发工程师（to B Python）\'', '\'上海\'', '\'徐汇区\'', '\'15k-23k\'', '\'｜\'', '\'本科\'', '\'经验1-3年\'', '\'特易资讯\'', '\'其他\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金,绩效奖金,定期体检”\''
    ),
    (
        '425', '\'Python开发工程师(J10095)\'', '\'上海\'', '\'杨浦区\'', '\'13k-25k\'', '\'｜贸易｜进出口｜\'', '\'大专\'', '\'经验3-5年\'', '\'毕得医药\'', '\'贸易｜进出口\'', '\'不需要融资\'', '\'500-2000人\'', '\'“五险一金,定期体检”\''
    ),
    (
        '426', '\'全栈工程师-Python (Contractor) G03670\'', '\'上海\'', '\'浦东新区\'', '\'10k-15k\'', '\'｜\'', '\'本科\'', '\'经验1-3年\'', '\'上海外服（集团）有限公司\'', '\'其他\'', '\'不需要融资\'', '\'500-2000人\'', '\'“五险一金,定期体检”\''
    ),
    (
        '427', '\'Python开发(J11013)\'', '\'上海\'', '\'静安区\'', '\'10k-15k\'', '\'｜内容社区｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'特思尔大宇宙\'', '\'电商平台,内容社区\'', '\'不需要融资\'', '\'500-2000人\'', '\'“绩效奖金,定期体检,员工旅游”\''
    ),
    (
        '428', '\'python后端开发工程师\'', '\'北京\'', '\'海淀区\'', '\'12k-24k\'', '\'｜电商平台｜数据服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'智海创讯\'', '\'IT技术服务｜咨询\'', '\'A轮\'', '\'15-50人\'', '\'“团队技术扎实”\''
    ),
    (
        '429', '\'ERP实施顾问(Python开发)\'', '\'成都\'', '\'高新区\'', '\'8k-15k\'', '\'｜其他｜\'', '\'本科\'', '\'经验1-3年\'', '\'普赛睿\'', '\'医疗丨健康,其他\'', '\'不需要融资\'', '\'50-150人\'', '\'“薪资待遇行业标准之上，具体可面议。”\''
    ),
    (
        '430', '\'Python开发实习工程师\'', '\'重庆\'', '\'九龙坡区\'', '\'4k-8k\'', '\'｜内容社区｜电商平台｜\'', '\'本科\'', '\'经验不限\'', '\'重庆睿景信息技术有限公司\'', '\'电商平台,内容社区\'', '\'不需要融资\'', '\'150-500人\'', '\'“发展前景佳、团队实力强、老板nice”\''
    ),
    (
        '431', '\'Python开发实习生（可转正）\'', '\'上海\'', '\'杨浦区\'', '\'4k-7k\'', '\'｜人工智能服务｜\'', '\'本科\'', '\'经验在校/应届\'', '\'法千言\'', '\'工具类产品\'', '\'天使轮\'', '\'少于15人\'', '\'“扁平化管理 一对一导师”\''
    ),
    (
        '432', '\'Python开发实习生（可转正）\'', '\'上海\'', '\'杨浦区\'', '\'4k-7k\'', '\'｜人工智能服务｜\'', '\'本科\'', '\'经验在校/应届\'', '\'法千言\'', '\'工具类产品\'', '\'天使轮\'', '\'少于15人\'', '\'“扁平化管理 一对一导师”\''
    ),
    (
        '433', '\'python爬虫工程师\'', '\'深圳\'', '\'西丽\'', '\'15k-25k\'', '\'｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'奈百勒\'', '\'电商平台\'', '\'不需要融资\'', '\'15-50人\'', '\'“弹性上班、福利多多”\''
    ),
    (
        '434', '\'python爬虫工程师\'', '\'深圳\'', '\'西丽\'', '\'15k-25k\'', '\'｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'奈百勒\'', '\'电商平台\'', '\'不需要融资\'', '\'15-50人\'', '\'“弹性上班、周末双休”\''
    ),
    (
        '435', '\'Python后端工程师\'', '\'杭州\'', '\'余杭区\'', '\'10k-15k\'', '\'｜\'', '\'本科\'', '\'经验1-3年\'', '\'杭州极速电子有限公司\'', '\'其他\'', '\'不需要融资\'', '\'150-500人\'', '\'“绩效奖金,餐饮补贴,年终奖金”\''
    ),
    (
        '436', '\'python开发工程师\'', '\'东莞\'', '\'大朗镇\'', '\'10k-20k\'', '\'｜人工智能服务｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'外企德科人力资源服务\'', '\'企业服务\'', '\'未融资\'', '\'2000人以上\'', '\'“六险一金、年终奖/自研项目/导师带教半年”\''
    ),
    (
        '437', '\'python开发工程师\'', '\'西安\'', '\'雁塔区\'', '\'13k-26k\'', '\'｜软件服务｜咨询｜人工智能服务｜\'', '\'本科\'', '\'经验1-3年\'', '\'外企德科人力资源服务\'', '\'企业服务\'', '\'未融资\'', '\'2000人以上\'', '\'“初中高级，高级5年以上开发经验为佳”\''
    ),
    (
        '438', '\'Python/Go开发（云原生容器平台）\'', '\'重庆\'', '\'渝北区\'', '\'20k-25k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'航磊\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“稳定，工作生活平衡”\''
    ),
    (
        '439', '\'python后端开发工程师\'', '\'杭州\'', '\'仓前\'', '\'15k-30k\'', '\'｜物流平台｜物流｜运输｜\'', '\'本科\'', '\'经验5-10年\'', '\'圆通\'', '\'物流｜运输\'', '\'上市公司\'', '\'2000人以上\'', '\'“双休、五险一金”\''
    ),
    (
        '440', '\'系统测试实习生(TCP/IP/Python)\'', '\'南京\'', '\'雨花台区\'', '\'4k-5k\'', '\'｜网络通信｜\'', '\'本科\'', '\'经验在校/应届\'', '\'Calix\'', '\'网络通信\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金,绩效奖金,团队氛围融洽”\''
    ),
    (
        '441', '\'软件开发实习生 (Python/C/C++)\'', '\'南京\'', '\'雨花台区\'', '\'4k-5k\'', '\'｜网络通信｜\'', '\'本科\'', '\'经验在校/应届\'', '\'Calix\'', '\'网络通信\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金,绩效奖金,团队氛围融洽”\''
    ),
    (
        '442', '\'python技术经理\'', '\'重庆\'', '\'渝中区\'', '\'20k-35k\'', '\'｜团队管理经验｜社交平台｜计算机相关专业｜\'', '\'本科\'', '\'经验10年以上\'', '\'哈希智能\'', '\'工具类产品,人工智能服务,IT技术服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“海外产品”\''
    ),
    (
        '443', '\'python后端开发工程师/ 8k-16k\'', '\'郑州\'', '\'高新区\'', '\'8k-16k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜计算机相关专业｜\'', '\'本科\'', '\'经验1-3年\'', '\'郑州聚凡科技有限公司\'', '\'IT技术服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“自研产品，技术大神带队，工作氛围好，周末双休”\''
    ),
    (
        '444', '\'python算法工程师\'', '\'石家庄\'', '\'红旗\'', '\'10k-13k\'', '\'｜语音｜音频处理｜数据服务｜咨询｜业务导向｜数据挖掘｜深度学习经验｜\'', '\'本科\'', '\'经验3-5年\'', '\'东方国信\'', '\'数据服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“晋升、涨薪”\''
    ),
    (
        '445', '\'Python 开发- nlp\'', '\'上海\'', '\'浦东新区\'', '\'20k-24k\'', '\'｜\'', '\'本科\'', '\'经验5-10年\'', '\'复深蓝\'', '\'软件开发\'', '\'不需要融资\'', '\'500-2000人\'', '\'“五险一金,做五休二,年终奖金”\''
    ),
    (
        '446', '\'python爬虫工程师\'', '\'深圳\'', '\'西丽\'', '\'15k-25k\'', '\'｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'Nebula Brands\'', '\'电商平台\'', '\'B轮\'', '\'50-150人\'', '\'“发展前景好”\''
    ),
    (
        '447', '\'python数据开发工程师\'', '\'琼海\'', '\'中原镇\'', '\'10k-18k\'', '\'｜JAVA｜C++｜大数据开发经验｜IT技术服务｜咨询｜计算机相关专业｜\'', '\'大专\'', '\'经验3-5年\'', '\'海南一龄医疗产业发展有限公司\'', '\'医疗｜保健｜美容\'', '\'未融资\'', '\'500-2000人\'', '\'“朝阳行业，环境良好”\''
    ),
    (
        '448', '\'python-UI软件开发\'', '\'苏州\'', '\'虎丘区\'', '\'9k-10k\'', '\'｜教育｜培训｜\'', '\'大专\'', '\'经验1-3年\'', '\'苏州工业园区莱福仕语言艺术培训中心\'', '\'教育｜培训\'', '\'不需要融资\'', '\'15-50人\'', '\'“生日会,五险一金,年终奖”\''
    ),
    (
        '449', '\'python后端开发工程师\'', '\'广州\'', '\'珠江新城\'', '\'3k-5k\'', '\'｜大数据开发经验｜智能硬件｜机器学习算法/工程化经验｜物联网｜\'', '\'本科\'', '\'经验在校/应届\'', '\'广州光束\'', '\'物联网,人工智能服务,智能硬件\'', '\'A轮\'', '\'15-50人\'', '\'“晋升空间大，自由度大，不加班”\''
    ),
    (
        '450', '\'Python数据工程师（双休）\'', '\'南京\'', '\'建邺区\'', '\'8k-12k\'', '\'｜网络通信｜\'', '\'本科\'', '\'经验3-5年\'', '\'中众南京移动通信有限公司\'', '\'网络通信\'', '\'不需要融资\'', '\'15-50人\'', '\'“五险一金”\''
    ),
    (
        '451', '\'高级java开发工程师(j10023)\'', '\'上海\'', '\'虹口足球场\'', '\'25k-40k\'', '\'｜内容社区｜后端工程师｜\'', '\'本科\'', '\'经验5-10年\'', '\'虎扑\'', '\'内容社区\'', '\'D轮及以上\'', '\'500-2000人\'', '\'“核心业务”\''
    ),
    (
        '452', '\'高级java开发工程师\'', '\'北京\'', '\'望京\'', '\'25k-40k\'', '\'｜账务系统｜科技金融｜后端工程师｜\'', '\'本科\'', '\'经验3-5年\'', '\'百融云创\'', '\'科技金融,人工智能服务\'', '\'上市公司\'', '\'500-2000人\'', '\'“发展前景好”\''
    ),
    (
        '453', '\'JAVA工程师\'', '\'杭州\'', '\'北干\'', '\'20k-40k\'', '\'｜消费生活｜新零售｜\'', '\'本科\'', '\'经验3-5年\'', '\'古茗茶饮\'', '\'服务业\'', '\'B轮\'', '\'2000人以上\'', '\'“奶茶自由”\''
    ),
    (
        '454', '\'资深java工程师\'', '\'北京\'', '\'望京\'', '\'25k-35k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验5-10年\'', '\'百融云创\'', '\'科技金融,人工智能服务\'', '\'上市公司\'', '\'500-2000人\'', '\'“上市公司、发展空间大”\''
    ),
    (
        '455', '\'java后端开发工程师\'', '\'上海\'', '\'静安区\'', '\'12k-20k\'', '\'｜广告｜后端工程师｜\'', '\'本科\'', '\'经验1-3年\'', '\'上海暗香网络科技有限公司\'', '\'数据服务,软件开发\'', '\'不需要融资\'', '\'15-50人\'', '\'“福利好，发展前景好”\''
    ),
    (
        '456', '\'JAVA工程师\'', '\'深圳\'', '\'福田区\'', '\'8k-12k\'', '\'｜MySQL｜金融业｜IT技术服务｜咨询｜Spring｜\'', '\'本科\'', '\'经验1-3年\'', '\'网新新思\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'500-2000人\'', '\'“大厂  双休”\''
    ),
    (
        '457', '\'java开发工程师\'', '\'成都\'', '\'武侯区\'', '\'11k-14k\'', '\'｜软件服务｜咨询｜银行｜\'', '\'本科\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“项目稳定，季度奖金”\''
    ),
    (
        '458', '\'高级java开发工程师\'', '\'广州\'', '\'越秀区\'', '\'15k-25k\'', '\'｜MyBatis｜旅游｜出行｜Spring｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'龙腾出行\'', '\'生活服务,旅游｜出行\'', '\'上市公司\'', '\'150-500人\'', '\'“季度绩效、大牛团队、培训机会多多”\''
    ),
    (
        '459', '\'java开发工程师\'', '\'北京\'', '\'科技园区\'', '\'12k-20k\'', '\'｜flink｜银行｜科技金融｜MyBatis｜金融业｜\'', '\'本科\'', '\'经验5-10年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“五险一金 带薪年假 完善的员工培训机制”\''
    ),
    (
        '460', '\'java开发工程师\'', '\'北京\'', '\'奥运村\'', '\'7k-13k\'', '\'｜JavaScript｜MySQL｜Spring｜ORACLE｜\'', '\'本科\'', '\'经验不限\'', '\'睿智思科\'', '\'IT技术服务｜咨询\'', '\'天使轮\'', '\'15-50人\'', '\'“餐费补贴,五险一金,弹性工作,团队聚餐”\''
    ),
    (
        '461', '\'java开发工程师\'', '\'桂林\'', '\'七星区\'', '\'5k-10k\'', '\'｜软件服务｜咨询｜工具类产品｜\'', '\'大专\'', '\'经验不限\'', '\'零与壹软件\'', '\'工具类产品\'', '\'不需要融资\'', '\'15-50人\'', '\'“双休、五险一金、节日福利、带薪年假、餐补”\''
    ),
    (
        '462', '\'java开发工程师\'', '\'北京\'', '\'海淀区\'', '\'20k-30k\'', '\'｜MyBatis｜Spring｜\'', '\'本科\'', '\'经验5-10年\'', '\'汽车之家\'', '\'内容资讯\'', '\'上市公司\'', '\'2000人以上\'', '\'“福利好，发展空间大”\''
    ),
    (
        '463', '\'java高级开发工程师\'', '\'成都\'', '\'高新区\'', '\'14k-25k\'', '\'｜软件服务｜咨询｜C++｜C语言｜\'', '\'本科\'', '\'经验5-10年\'', '\'FA Software\'', '\'移动互联网,数据服务\'', '\'C轮\'', '\'150-500人\'', '\'“通讯补贴、餐饮补贴、年终奖金、五险一金”\''
    ),
    (
        '464', '\'java高级开发工程师\'', '\'武汉\'', '\'小东门\'', '\'11k-20k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'FA Software\'', '\'移动互联网,数据服务\'', '\'C轮\'', '\'150-500人\'', '\'“通讯补贴、餐饮补贴、年终奖金、五险一金”\''
    ),
    (
        '465', '\'Java开发工程师\'', '\'上海\'', '\'浦东新区\'', '\'15k-30k\'', '\'｜MyBatis｜SQL Server｜Spring｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'招赢电子商务\'', '\'电商平台\'', '\'不需要融资\'', '\'150-500人\'', '\'“带薪年假 节日补贴 高低温补贴 年度体检”\''
    ),
    (
        '466', '\'Java开发工程师 (MJ000850)\'', '\'北京\'', '\'朝阳区\'', '\'20k-35k\'', '\'｜科技金融｜Python｜\'', '\'本科\'', '\'经验3-5年\'', '\'百融云创\'', '\'科技金融,人工智能服务\'', '\'上市公司\'', '\'500-2000人\'', '\'“发展前景好”\''
    ),
    (
        '467', '\'高级java开发工程师（中台）\'', '\'北京\'', '\'望京\'', '\'25k-35k\'', '\'｜智能运营｜科技金融｜后端工程师｜\'', '\'本科\'', '\'经验5-10年\'', '\'百融云创\'', '\'科技金融,人工智能服务\'', '\'上市公司\'', '\'500-2000人\'', '\'“发展前景大”\''
    ),
    (
        '468', '\'java开发工程师\'', '\'深圳\'', '\'华强北\'', '\'12k-20k\'', '\'｜Web前端开发｜金融业｜Spring｜ORACLE｜\'', '\'本科\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“环境好，领导nice”\''
    ),
    (
        '469', '\'java开发工程师\'', '\'西安\'', '\'雁塔区\'', '\'10k-15k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“季度奖金、节假日福利”\''
    ),
    (
        '470', '\'java高级开发工程师\'', '\'北京\'', '\'亦庄\'', '\'15k-30k\'', '\'｜软件服务｜咨询｜C++｜C语言｜\'', '\'本科\'', '\'经验5-10年\'', '\'FA Software\'', '\'移动互联网,数据服务\'', '\'C轮\'', '\'150-500人\'', '\'“通讯补贴、餐饮补贴、年终奖金、五险一金”\''
    ),
    (
        '471', '\'高级java开发工程师\'', '\'深圳\'', '\'科技园\'', '\'25k-35k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'金蝶\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“SaaS”\''
    ),
    (
        '472', '\'java开发工程师\'', '\'深圳\'', '\'科技园\'', '\'8k-13k\'', '\'｜C++｜C语言｜休闲｜娱乐｜游戏｜\'', '\'本科\'', '\'经验不限\'', '\'乐言科技\'', '\'游戏\'', '\'不需要融资\'', '\'15-50人\'', '\'“★丰厚年奖★大神指导★氛围好★双休★六险一金”\''
    ),
    (
        '473', '\'高级java开发工程师\'', '\'北京\'', '\'月坛\'', '\'15k-25k\'', '\'｜Hadoop｜Python｜\'', '\'本科\'', '\'经验3-5年\'', '\'亚信科技\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“核心技术”\''
    ),
    (
        '474', '\'高级java开发工程师\'', '\'深圳\'', '\'上沙\'', '\'30k-60k\'', '\'｜科技金融｜Spring｜\'', '\'本科\'', '\'经验5-10年\'', '\'建信金科\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“最高比例五险一金、国企、薪酬有竞争力”\''
    ),
    (
        '475', '\'java开发工程师\'', '\'深圳\'', '\'蔡屋围\'', '\'18k-35k\'', '\'｜科技金融｜金融业｜Spring｜Python｜\'', '\'本科\'', '\'经验不限\'', '\'国信证券\'', '\'科技金融\'', '\'上市公司\'', '\'2000人以上\'', '\'“待遇优厚，福利完善”\''
    ),
    (
        '476', '\'java高级开发工程师\'', '\'杭州\'', '\'余杭区\'', '\'15k-25k\'', '\'｜MySQL｜科技金融｜MyBatis｜Spring｜ORACLE｜\'', '\'本科\'', '\'经验3-5年\'', '\'浙江保融\'', '\'科技金融\'', '\'不需要融资\'', '\'500-2000人\'', '\'“福利齐全”\''
    ),
    (
        '477', '\'JAVA开发工程师\'', '\'广州\'', '\'新港\'', '\'15k-30k\'', '\'｜软件服务｜咨询｜Hadoop｜电商平台｜ORACLE｜\'', '\'本科\'', '\'经验5-10年\'', '\'天翼云科技有限公司\'', '\'数据服务｜咨询,人工智能服务\'', '\'未融资\'', '\'2000人以上\'', '\'“六险二金、平台大、扁平化管理、央企福利”\''
    ),
    (
        '478', '\'java开发工程师\'', '\'北京\'', '\'东城区\'', '\'8k-15k\'', '\'｜MyBatis｜SQL Server｜专业服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'信永中和\'', '\'专业服务｜咨询\'', '\'不需要融资\'', '\'2000人以上\'', '\'“加班少 朝九晚六 五险一金 试用期全额”\''
    ),
    (
        '479', '\'java高级开发工程师\'', '\'深圳\'', '\'南山区\'', '\'18k-25k\'', '\'｜MyBatis｜物联网｜Spring｜物流｜运输｜\'', '\'本科\'', '\'经验3-5年\'', '\'赤湾通信卫星应用\'', '\'网络通信,信息安全,IT技术服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“行业前景好、福利全面、发展空间大”\''
    ),
    (
        '480', '\'JAVA开发工程师\'', '\'深圳\'', '\'福田区\'', '\'12k-16k\'', '\'｜JavaScript｜MyBatis｜金融业｜\'', '\'本科\'', '\'经验3-5年\'', '\'博奥特科技\'', '\'IT技术服务｜咨询,软件服务｜咨询\'', '\'未融资\'', '\'500-2000人\'', '\'“周末双休，福利待遇好”\''
    ),
    (
        '481', '\'java开发工程师\'', '\'成都\'', '\'双楠\'', '\'10k-20k\'', '\'｜Hibernate｜银行保险｜MyBatis｜Spring｜\'', '\'本科\'', '\'经验5-10年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“五险一金”\''
    ),
    (
        '482', '\'java开发工程师\'', '\'北京\'', '\'东单\'', '\'12k-20k\'', '\'｜软件服务｜咨询｜MySQL｜MyBatis｜IT技术服务｜咨询｜Spring｜\'', '\'本科\'', '\'经验不限\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“薪资待遇 团队规模 职位多样”\''
    ),
    (
        '483', '\'Java开发工程师\'', '\'南京\'', '\'宁南\'', '\'10k-18k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜Spring｜\'', '\'本科\'', '\'经验1-3年\'', '\'金证睿服\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“稳定，技术前沿”\''
    ),
    (
        '484', '\'Java开发工程师\'', '\'成都\'', '\'锦江区\'', '\'10k-15k\'', '\'｜软件服务｜咨询｜Hibernate｜人工智能服务｜MyBatis｜\'', '\'本科\'', '\'经验3-5年\'', '\'金证睿服\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“福利齐全，晋升快，大平台”\''
    ),
    (
        '485', '\'java开发工程师\'', '\'武汉\'', '\'硚口区\'', '\'8k-15k\'', '\'｜专业服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'新桥公司\'', '\'专业服务｜咨询,软件服务｜咨询\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金、周末双休、不加班、晋升空间、地铁口”\''
    ),
    (
        '486', '\'java高级开发工程师\'', '\'南京\'', '\'建邺区\'', '\'18k-35k\'', '\'｜社交平台｜MySQL｜MyBatis｜Spring｜分布式｜\'', '\'本科\'', '\'经验3-5年\'', '\'汇易达\'', '\'科技金融,人工智能服务\'', '\'不需要融资\'', '\'150-500人\'', '\'“阿里大佬带队，扁平化，氛围nice，福利保障好”\''
    ),
    (
        '487', '\'java高级开发工程师\'', '\'北京\'', '\'展览路\'', '\'12k-20k\'', '\'｜科技金融｜MyBatis｜IT技术服务｜咨询｜Spring｜\'', '\'本科\'', '\'经验5-10年\'', '\'中科软\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“加班少，周末加班可倒休”\''
    ),
    (
        '488', '\'java高级开发工程师\'', '\'北京\'', '\'西城区\'', '\'20k-30k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'圆融汇通\'', '\'软件服务｜咨询,数据服务｜咨询,信息安全\'', '\'未融资\'', '\'15-50人\'', '\'“福利待遇好，升职加薪空间大”\''
    ),
    (
        '489', '\'Java开发工程师\'', '\'北京\'', '\'朝阳区\'', '\'15k-30k\'', '\'｜Linux｜游戏｜\'', '\'本科\'', '\'经验1-3年\'', '\'完美世界\'', '\'游戏\'', '\'上市公司\'', '\'2000人以上\'', '\'“同事友好，有定期团建”\''
    ),
    (
        '490', '\'java开发工程师\'', '\'南京\'', '\'建邺区\'', '\'10k-20k\'', '\'｜Hibernate｜后台管理｜保险金融｜ORACLE｜\'', '\'本科\'', '\'经验3-5年\'', '\'汇易达\'', '\'科技金融,人工智能服务\'', '\'不需要融资\'', '\'150-500人\'', '\'“六险一金、交通补助、全勤奖”\''
    ),
    (
        '491', '\'java高级开发工程师\'', '\'深圳\'', '\'科技园\'', '\'25k-40k\'', '\'｜软件服务｜咨询｜PostgreSQL｜MyBatis｜电商平台｜ORACLE｜\'', '\'本科\'', '\'经验5-10年\'', '\'金蝶\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“团队实力、发展前景”\''
    ),
    (
        '492', '\'Java开发工程师\'', '\'广州\'', '\'车陂\'', '\'15k-22k\'', '\'｜云手机｜Linux｜物联网｜后端｜\'', '\'本科\'', '\'经验3-5年\'', '\'蜂助手\'', '\'物联网,网络通信\'', '\'D轮及以上\'', '\'150-500人\'', '\'“待遇优厚,挑战平台,氛围活跃,团队完整”\''
    ),
    (
        '493', '\'Java开发工程师\'', '\'北京\'', '\'五道口\'', '\'20k-35k\'', '\'｜MySQL｜休闲｜娱乐｜游戏｜后端｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'耀天游戏\'', '\'工具类产品,内容资讯\'', '\'不需要融资\'', '\'150-500人\'', '\'“舒适工作环境 诱惑薪酬福利 良好文化氛围”\''
    ),
    (
        '494', '\'Java开发工程师\'', '\'深圳\'', '\'西丽\'', '\'14k-20k\'', '\'｜JavaScript｜科技金融｜MyBatis｜ORACLE｜\'', '\'大专\'', '\'经验3-5年\'', '\'博奥特科技\'', '\'IT技术服务｜咨询,软件服务｜咨询\'', '\'未融资\'', '\'500-2000人\'', '\'“五险一金、双休、下午茶、节日礼物、生日购物卡”\''
    ),
    (
        '495', '\'高级Java开发工程师\'', '\'北京\'', '\'五道口\'', '\'30k-50k\'', '\'｜MySQL｜工具类产品｜Spring｜电商平台｜\'', '\'本科\'', '\'经验5-10年\'', '\'耀天游戏\'', '\'工具类产品,内容资讯\'', '\'不需要融资\'', '\'150-500人\'', '\'“舒适工作环境 诱惑薪酬福利 良好文化氛围”\''
    ),
    (
        '496', '\'java开发工程师\'', '\'北京\'', '\'东城区\'', '\'12k-23k\'', '\'｜MyBatis｜金融业｜ORACLE｜\'', '\'大专\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“银行项目”\''
    ),
    (
        '497', '\'java开发工程师\'', '\'深圳\'', '\'福田区\'', '\'14k-20k\'', '\'｜物联网｜\'', '\'本科\'', '\'经验5-10年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“餐补，五险一金，双休，绩效奖金”\''
    ),
    (
        '498', '\'java开发工程师\'', '\'上海\'', '\'陆家嘴\'', '\'10k-20k\'', '\'｜科技金融｜金融业｜\'', '\'本科\'', '\'经验3-5年\'', '\'金证睿服\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“大公司”\''
    ),
    (
        '499', '\'java开发工程师\'', '\'广州\'', '\'棠下\'', '\'10k-15k\'', '\'｜MyBatis｜营销服务｜咨询｜Spring｜电商平台｜ORACLE｜\'', '\'本科\'', '\'经验1-3年\'', '\'景心科技\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'150-500人\'', '\'“五险一金，绩效奖金，节日福利，餐饮补贴”\''
    ),
    (
        '500', '\'Java开发工程师\'', '\'深圳\'', '\'东门\'', '\'11k-14k\'', '\'｜软件服务｜咨询｜JavaScript｜MyBatis｜金融业｜\'', '\'本科\'', '\'经验1-3年\'', '\'博奥特科技\'', '\'IT技术服务｜咨询,软件服务｜咨询\'', '\'未融资\'', '\'500-2000人\'', '\'“双休、节日福利、年假、下午茶、五险一金”\''
    ),
    (
        '501', '\'高级java开发工程师\'', '\'北京\'', '\'海淀区\'', '\'20k-40k\'', '\'｜MySQL｜科技金融｜MyBatis｜\'', '\'本科\'', '\'经验5-10年\'', '\'建信金科\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“高成长性，发展前景好”\''
    ),
    (
        '502', '\'java开发工程师\'', '\'深圳\'', '\'大冲\'', '\'10k-14k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'名通科技\'', '\'移动互联网\'', '\'不需要融资\'', '\'150-500人\'', '\'“六险一金/周末双休/发展空间大/氛围好”\''
    ),
    (
        '503', '\'Java开发工程师\'', '\'成都\'', '\'解放路\'', '\'9k-18k\'', '\'｜MyBatis｜IT技术服务｜咨询｜ORACLE｜\'', '\'本科\'', '\'经验1-3年\'', '\'联华信\'', '\'IT技术服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“团队氛围好”\''
    ),
    (
        '504', '\'java开发工程师\'', '\'杭州\'', '\'滨江区\'', '\'10k-12k\'', '\'｜软件服务｜咨询｜Hibernate｜JavaScript｜MySQL｜Web前端开发｜\'', '\'本科\'', '\'经验1-3年\'', '\'亚信科技\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“行业前景好，公司平台发展机会多，福利优厚”\''
    ),
    (
        '505', '\'java高级开发工程师\'', '\'苏州\'', '\'相城区\'', '\'10k-15k\'', '\'｜SQL Server｜Spring｜ORACLE｜\'', '\'大专\'', '\'经验1-3年\'', '\'事成软件\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'50-150人\'', '\'“技术大牛，团队氛围轻松，领导nice”\''
    ),
    (
        '506', '\'java开发工程师\'', '\'广州\'', '\'登峰\'', '\'8k-12k\'', '\'｜软件服务｜咨询｜C++｜MySQL｜IT技术服务｜咨询｜ORACLE｜\'', '\'本科\'', '\'经验1年以下\'', '\'广东智源\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金，双休，年度旅游、体检”\''
    ),
    (
        '507', '\'Java开发工程师\'', '\'南京\'', '\'雨花台区\'', '\'10k-20k\'', '\'｜spring boot｜\'', '\'本科\'', '\'经验不限\'', '\'亚信科技\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“公司平台大，人员规模15000+，发展前景好”\''
    ),
    (
        '508', '\'Java开发工程师\'', '\'北京\'', '\'海淀区\'', '\'20k-40k\'', '\'｜MySQL｜工具类产品｜\'', '\'本科\'', '\'经验5-10年\'', '\'拉勾集团\'', '\'工具类产品,在线教育\'', '\'D轮及以上\'', '\'500-2000人\'', '\'“团队氛围好”\''
    ),
    (
        '509', '\'java高级开发工程师\'', '\'上海\'', '\'浦东新区\'', '\'15k-18k\'', '\'｜MySQL｜IT技术服务｜咨询｜SQL Server｜Spring｜数据服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'事成软件\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'50-150人\'', '\'“技术大牛，团队氛围轻松，领导nice”\''
    ),
    (
        '510', '\'java开发工程师\'', '\'北京\'', '\'海淀区\'', '\'20k-40k\'', '\'｜绩效奖金｜带薪年假｜交通补助｜通讯津贴｜\'', '\'本科\'', '\'经验5-10年\'', '\'建信金科\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“五险二金 升值空间大 工作稳定”\''
    ),
    (
        '511', '\'Java开发工程师\'', '\'成都\'', '\'高新区\'', '\'11k-16k\'', '\'｜Linux｜金融业｜IT技术服务｜咨询｜Spring｜ORACLE｜\'', '\'本科\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“五险一金 周末双休 季度奖金 项目补助”\''
    ),
    (
        '512', '\'java开发工程师\'', '\'深圳\'', '\'黄木岗\'', '\'10k-16k\'', '\'｜MyBatis｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“五险一金，双休，节假日福利”\''
    ),
    (
        '513', '\'Java开发工程师\'', '\'北京\'', '\'西北旺\'', '\'15k-30k\'', '\'｜springboot｜\'', '\'本科\'', '\'经验不限\'', '\'亚信科技\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“公司平台大，人员规模15000+，发展前景好”\''
    ),
    (
        '514', '\'Java开发工程师\'', '\'成都\'', '\'武侯区\'', '\'10k-20k\'', '\'｜Linux｜Spring｜Python｜\'', '\'本科\'', '\'经验不限\'', '\'亚信科技\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“公司平台大，人员规模15000+，发展前景好”\''
    ),
    (
        '515', '\'java开发工程师\'', '\'上海\'', '\'七宝\'', '\'8k-15k\'', '\'｜软件服务｜咨询｜MySQL｜SQL Server｜ORACLE｜\'', '\'本科\'', '\'经验不限\'', '\'零与壹软件\'', '\'工具类产品\'', '\'不需要融资\'', '\'15-50人\'', '\'“双休、五险一金、节日福利、带薪年假、餐补”\''
    ),
    (
        '516', '\'高级java开发工程师\'', '\'广州\'', '\'越秀区\'', '\'20k-40k\'', '\'｜Scala｜Python｜\'', '\'本科\'', '\'经验5-10年\'', '\'建信金科\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“银行系金融科技公司、六险一金、餐补”\''
    ),
    (
        '517', '\'java高级开发工程师\'', '\'杭州\'', '\'和睦\'', '\'20k-35k\'', '\'｜保险｜后端｜\'', '\'本科\'', '\'经验5-10年\'', '\'中华财险创新研发中心\'', '\'科技金融,软件服务｜咨询\'', '\'不需要融资\'', '\'2000人以上\'', '\'“六险一金、完善的福利体制”\''
    ),
    (
        '518', '\'java开发工程师\'', '\'杭州\'', '\'和睦\'', '\'10k-20k\'', '\'｜保险｜后端｜\'', '\'本科\'', '\'经验不限\'', '\'中华财险创新研发中心\'', '\'科技金融,软件服务｜咨询\'', '\'不需要融资\'', '\'2000人以上\'', '\'“六险一金、完善的福利体制”\''
    ),
    (
        '519', '\'java开发工程师\'', '\'深圳\'', '\'福田区\'', '\'15k-20k\'', '\'｜银行票据系统｜MySQL｜中间件｜MyBatis｜金融业｜\'', '\'本科\'', '\'经验3-5年\'', '\'金证睿服\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“优秀团队”\''
    ),
    (
        '520', '\'Java\'', '\'杭州\'', '\'江南\'', '\'15k-22k\'', '\'｜Linux｜科技金融｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'汇合\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“大佬带队 管理规范 五天七小时”\''
    ),
    (
        '521', '\'高级java开发工程师\'', '\'北京\'', '\'海淀区\'', '\'35k-55k\'', '\'｜服务器端｜中间件｜Linux/Unix｜\'', '\'本科\'', '\'经验3-5年\'', '\'快手\'', '\'短视频\'', '\'上市公司\'', '\'2000人以上\'', '\'“岗位发展好，期权”\''
    ),
    (
        '522', '\'java工程师\'', '\'北京\'', '\'大望路\'', '\'15k-30k\'', '\'｜年底双薪｜节日礼物｜技能培训｜绩效奖金｜\'', '\'本科\'', '\'经验3-5年\'', '\'弘康人寿\'', '\'科技金融\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金,工作居住证,福利补贴,年终奖”\''
    ),
    (
        '523', '\'高级Java开发工程师\'', '\'上海\'', '\'杨浦区\'', '\'25k-35k\'', '\'｜MyBatis｜Spring｜\'', '\'本科\'', '\'经验5-10年\'', '\'国泰产险\'', '\'科技金融\'', '\'不需要融资\'', '\'500-2000人\'', '\'“蚂蚁控股、互联网行业、发展空间大”\''
    ),
    (
        '524', '\'高级Java开发工程师\'', '\'北京\'', '\'海淀区\'', '\'25k-35k\'', '\'｜移动互联网｜后端｜平台｜\'', '\'不限\'', '\'经验3-5年\'', '\'搜狐集团\'', '\'内容资讯,游戏,音频｜视频媒体\'', '\'上市公司\'', '\'2000人以上\'', '\'“工作氛围好,精英团队,核心业务”\''
    ),
    (
        '525', '\'java高级开发工程师\'', '\'北京\'', '\'公主坟\'', '\'15k-30k\'', '\'｜大数据｜工具软件｜\'', '\'本科\'', '\'经验3-5年\'', '\'融汇\'', '\'IT技术服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“六险一金、绩效奖金、年底奖金、周末双休”\''
    ),
    (
        '526', '\'高级Java开发工程师\'', '\'广州\'', '\'车陂\'', '\'18k-30k\'', '\'｜物联网｜SQL Server｜后端｜分布式｜ORACLE｜\'', '\'本科\'', '\'经验5-10年\'', '\'蜂助手\'', '\'物联网,网络通信\'', '\'D轮及以上\'', '\'150-500人\'', '\'“待遇优厚,团队活力,氛围活跃,成长平台”\''
    ),
    (
        '527', '\'高级Java开发工程师\'', '\'武汉\'', '\'车站\'', '\'15k-25k\'', '\'｜Hibernate｜Spring｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'泰康在线\'', '\'金融业\'', '\'不需要融资\'', '\'500-2000人\'', '\'“新平台，与武汉大学合作研究前沿技术”\''
    ),
    (
        '528', '\'高级JAVA开发工程师\'', '\'杭州\'', '\'余杭区\'', '\'20k-28k\'', '\'｜Linux｜MySQL｜SQL Server｜电商平台｜\'', '\'本科\'', '\'经验5-10年\'', '\'鲸灵集团\'', '\'电商平台\'', '\'C轮\'', '\'500-2000人\'', '\'“五险一金,福利多多,大牛带路,快速成长”\''
    ),
    (
        '529', '\'java开发工程师\'', '\'上海\'', '\'青浦区\'', '\'9k-16k\'', '\'｜人工智能服务｜JavaScript｜科技金融｜金融业｜Spring｜\'', '\'本科\'', '\'经验1-3年\'', '\'算话智能科技有限公司\'', '\'数据服务｜咨询,IT技术服务｜咨询\'', '\'B轮\'', '\'50-150人\'', '\'“优秀团队,绩效奖金,交通补贴,假日福利”\''
    ),
    (
        '530', '\'Java开发工程师\'', '\'贵阳\'', '\'观山湖区\'', '\'10k-20k\'', '\'｜软件服务｜咨询｜Linux｜JavaScript｜MySQL｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'普睿德利\'', '\'IT技术服务｜咨询,软件服务｜咨询,数据服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“发展前景、福利待遇、五险一金、年终奖”\''
    ),
    (
        '531', '\'高级java开发工程师\'', '\'北京\'', '\'海淀区\'', '\'20k-35k\'', '\'｜居住服务｜电商平台｜\'', '\'本科\'', '\'经验1-3年\'', '\'贝壳\'', '\'居住服务\'', '\'上市公司\'', '\'2000人以上\'', '\'“免费三餐 六险一金 16薪”\''
    ),
    (
        '532', '\'高级java开发工程师\'', '\'杭州\'', '\'余杭区\'', '\'18k-25k\'', '\'｜软件服务｜咨询｜科技金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'浙江保融\'', '\'科技金融\'', '\'不需要融资\'', '\'500-2000人\'', '\'“双休，丰厚年终奖，5A办公环境，良好的培训体系”\''
    ),
    (
        '533', '\'Java开发工程师\'', '\'上海\'', '\'徐汇区\'', '\'25k-40k\'', '\'｜软件服务｜咨询｜人工智能服务｜\'', '\'本科\'', '\'经验3-5年\'', '\'51WORLD\'', '\'软件服务｜咨询,人工智能服务\'', '\'不需要融资\'', '\'150-500人\'', '\'“行业前景好，团队技术氛围好，发展空间大”\''
    ),
    (
        '534', '\'JAVA工程师\'', '\'上海\'', '\'杨浦区\'', '\'15k-26k\'', '\'｜软件服务｜咨询｜MySQL｜SQL Server｜Spring｜\'', '\'本科\'', '\'经验5-10年\'', '\'品腾信息\'', '\'工具类产品,软件服务｜咨询,人工智能服务\'', '\'未融资\'', '\'150-500人\'', '\'“成长空间大”\''
    ),
    (
        '535', '\'Java高级开发工程师\'', '\'广州\'', '\'广卫\'', '\'10k-20k\'', '\'｜新零售｜电商平台｜\'', '\'本科\'', '\'经验5-10年\'', '\'屈臣氏中国\'', '\'新零售\'', '\'不需要融资\'', '\'2000人以上\'', '\'“六险一金 年底双薪 年终奖 工会/节日福利”\''
    ),
    (
        '536', '\'Java开发工程师\'', '\'深圳\'', '\'南山区\'', '\'16k-27k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'金蝶\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“大平台、导师制、企业服务市场”\''
    ),
    (
        '537', '\'高级java开发工程师\'', '\'武汉\'', '\'光谷\'', '\'15k-25k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'FA Software\'', '\'移动互联网,数据服务\'', '\'C轮\'', '\'150-500人\'', '\'“商业保险，五险一金，医药补贴，餐费补贴等”\''
    ),
    (
        '538', '\'高级Java开发工程师\'', '\'深圳\'', '\'南山区\'', '\'20k-35k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'金蝶\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“大平台、导师制、企业服务市场”\''
    ),
    (
        '539', '\'java开发工程师\'', '\'深圳\'', '\'上步\'', '\'13k-25k\'', '\'｜软件服务｜咨询｜Linux｜科技金融｜Spring｜\'', '\'本科\'', '\'经验不限\'', '\'金证睿服\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“不加班 节日福利多 金融龙头公司”\''
    ),
    (
        '540', '\'java开发工程师\'', '\'苏州\'', '\'相城区\'', '\'10k-15k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'中资科技\'', '\'数据服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“全面培训、团队氛围好、晋升空间高”\''
    ),
    (
        '541', '\'java开发工程师\'', '\'深圳\'', '\'新洲\'', '\'13k-20k\'', '\'｜科技金融｜Web前端开发｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“五险一金 ,双休”\''
    ),
    (
        '542', '\'java开发工程师\'', '\'成都\'', '\'武侯区\'', '\'14k-28k\'', '\'｜科技金融｜IT技术服务｜咨询｜后端工程师｜Web后端开发｜计算机/软件工程相关专业｜\'', '\'本科\'', '\'经验3-5年\'', '\'汇合\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“长期稳定 全额计算加班费 福利完善”\''
    ),
    (
        '543', '\'高级java开发工程师\'', '\'深圳\'', '\'大冲\'', '\'20k-40k\'', '\'｜生活服务｜Linux｜MySQL｜新零售｜SQL Server｜\'', '\'本科\'', '\'经验5-10年\'', '\'华润万象生活\'', '\'科技金融,专业服务｜咨询,房地产｜建筑｜物业\'', '\'上市公司\'', '\'2000人以上\'', '\'“大型央企，有趣的团队，稳定的业务”\''
    ),
    (
        '544', '\'java开发工程师\'', '\'北京\'', '\'朝阳区\'', '\'18k-22k\'', '\'｜Hibernate｜MySQL｜科技金融｜MyBatis｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'联龙博通\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“项目长期稳定 有固定团队”\''
    ),
    (
        '545', '\'java开发工程师\'', '\'青岛\'', '\'即墨市\'', '\'7k-14k\'', '\'｜软件服务｜咨询｜Linux｜JavaScript｜IT技术服务｜咨询｜Spring｜\'', '\'本科\'', '\'经验1-3年\'', '\'普睿德利\'', '\'IT技术服务｜咨询,软件服务｜咨询,数据服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“发展前景、福利待遇、五险一金、年终奖”\''
    ),
    (
        '546', '\'java工程师\'', '\'北京\'', '\'万寿寺\'', '\'13k-22k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜Spring｜\'', '\'不限\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“Java工程师”\''
    ),
    (
        '547', '\'java开发工程师\'', '\'深圳\'', '\'西丽\'', '\'14k-28k\'', '\'｜科技金融｜IT技术服务｜咨询｜后端工程师｜Web后端开发｜计算机/软件工程相关专业｜\'', '\'本科\'', '\'经验3-5年\'', '\'汇合\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“长期稳定 全额计算加班费 福利完善”\''
    ),
    (
        '548', '\'java开发工程师\'', '\'北京\'', '\'海淀区\'', '\'15k-25k\'', '\'｜软件服务｜咨询｜金融业｜\'', '\'本科\'', '\'经验3-5年\'', '\'用友金融\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“五险一金，年终奖，餐补，交通部，话费补助”\''
    ),
    (
        '549', '\'java工程师\'', '\'上海\'', '\'洋泾\'', '\'13k-14k\'', '\'｜IT技术服务｜咨询｜\'', '\'大专\'', '\'经验3-5年\'', '\'金证睿服\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“银行正编”\''
    ),
    (
        '550', '\'高级java开发工程师\'', '\'北京\'', '\'北下关\'', '\'20k-28k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'用友金融\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“薪资福利待遇好”\''
    ),
    (
        '551', '\'java开发工程师\'', '\'温州\'', '\'鹿城区\'', '\'13k-24k\'', '\'｜科技金融｜金融业｜\'', '\'本科\'', '\'经验3-5年\'', '\'温州银行股份有限公司\'', '\'金融业\'', '\'未融资\'', '\'2000人以上\'', '\'“金融科技新锐企业”\''
    ),
    (
        '552', '\'java开发工程师\'', '\'深圳\'', '\'福田区\'', '\'12k-20k\'', '\'｜科技金融｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'金证睿服\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“证券双休包两餐”\''
    ),
    (
        '553', '\'高级java开发工程师\'', '\'北京\'', '\'中关村\'', '\'20k-40k\'', '\'｜软件服务｜咨询｜Hibernate｜人工智能服务｜JavaScript｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'融捷教育\'', '\'人工智能服务\'', '\'不需要融资\'', '\'50-150人\'', '\'“七险一金,餐补、交补、话补、带薪年假”\''
    ),
    (
        '554', '\'java开发工程师\'', '\'北京\'', '\'朝阳区\'', '\'10k-20k\'', '\'｜IT技术服务｜咨询｜\'', '\'大专\'', '\'经验3-5年\'', '\'北京优一至简科技有限公司\'', '\'专业服务｜咨询,IT技术服务｜咨询,文化传媒\'', '\'不需要融资\'', '\'50-150人\'', '\'“团队和谐，共赢共进，乐享工作，乐享生活”\''
    ),
    (
        '555', '\'Java开发工程师\'', '\'东莞\'', '\'东莞市市辖区\'', '\'10k-20k\'', '\'｜软件服务｜咨询｜JavaScript｜MySQL｜IT技术服务｜咨询｜ORACLE｜\'', '\'本科\'', '\'经验3-5年\'', '\'普睿德利\'', '\'IT技术服务｜咨询,软件服务｜咨询,数据服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“发展前景、福利待遇、五险一金、年终奖”\''
    ),
    (
        '556', '\'Java开发工程师\'', '\'广州\'', '\'越秀区\'', '\'10k-20k\'', '\'｜软件服务｜咨询｜Linux｜JavaScript｜MySQL｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'普睿德利\'', '\'IT技术服务｜咨询,软件服务｜咨询,数据服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“发展前景、福利待遇、五险一金、年终奖”\''
    ),
    (
        '557', '\'JAVA工程师\'', '\'福州\'', '\'鳌峰\'', '\'13k-26k\'', '\'｜Linux｜科技金融｜Spring｜Web后端开发｜\'', '\'本科\'', '\'经验不限\'', '\'兴业数金\'', '\'科技金融\'', '\'不需要融资\'', '\'500-2000人\'', '\'“科技金融、银行”\''
    ),
    (
        '558', '\'java开发工程师\'', '\'上海\'', '\'杨浦区\'', '\'15k-30k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'品腾信息\'', '\'工具类产品,软件服务｜咨询,人工智能服务\'', '\'未融资\'', '\'150-500人\'', '\'“发展前景强，福利待遇好”\''
    ),
    (
        '559', '\'Java开发工程师\'', '\'杭州\'', '\'滨江区\'', '\'13k-22k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'汇合\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“季度绩效补贴、加班费”\''
    ),
    (
        '560', '\'Java工程师\'', '\'北京\'', '\'海淀区\'', '\'20k-30k\'', '\'｜MySQL｜Spring｜ORACLE｜大数据｜\'', '\'本科\'', '\'经验不限\'', '\'大数据研究院\'', '\'IT技术服务｜咨询,人工智能服务,专业服务｜咨询\'', '\'不需要融资\'', '\'150-500人\'', '\'“大平台、补充医疗险、各类补贴福利、带薪休假”\''
    ),
    (
        '561', '\'高级java开发工程师\'', '\'上海\'', '\'四川北路\'', '\'15k-25k\'', '\'｜JavaScript｜科技金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'维信金科\'', '\'科技金融\'', '\'上市公司\'', '\'2000人以上\'', '\'“五险一金 节日福利 年终奖金”\''
    ),
    (
        '562', '\'高级java开发工程师\'', '\'北京\'', '\'望京\'', '\'15k-25k\'', '\'｜人工智能服务｜MySQL｜MyBatis｜Spring｜Web后端开发｜\'', '\'本科\'', '\'经验3-5年\'', '\'智城联合\'', '\'IT技术服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“智慧城市政府项目、餐补、免费体检、团建等”\''
    ),
    (
        '563', '\'java开发工程师\'', '\'成都\'', '\'武侯区\'', '\'15k-20k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'汇合\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“年终奖，加班费，周末双休”\''
    ),
    (
        '564', '\'java工程师\'', '\'武汉\'', '\'光谷\'', '\'9k-15k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'FA Software\'', '\'移动互联网,数据服务\'', '\'C轮\'', '\'150-500人\'', '\'“发展前景好 团队氛围好 扁平化 无加班文化”\''
    ),
    (
        '565', '\'JAVA工程师\'', '\'上海\'', '\'虹口区\'', '\'30k-45k\'', '\'｜内容社区｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'中国电信翼支付\'', '\'金融业\'', '\'不需要融资\'', '\'500-2000人\'', '\'“央企，团队HC多，成长空间大！”\''
    ),
    (
        '566', '\'java开发工程师\'', '\'深圳\'', '\'南山区\'', '\'25k-50k\'', '\'｜消费生活｜新零售｜Spring｜Web后端开发｜\'', '\'本科\'', '\'经验5-10年\'', '\'华润万象生活\'', '\'科技金融,专业服务｜咨询,房地产｜建筑｜物业\'', '\'上市公司\'', '\'2000人以上\'', '\'“央企，福利好，前景广阔”\''
    ),
    (
        '567', '\'java工程师\'', '\'北京\'', '\'西北旺\'', '\'14k-22k\'', '\'｜软件服务｜咨询｜MyBatis｜IT技术服务｜咨询｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“带薪年假 周末双休 不加班”\''
    ),
    (
        '568', '\'高级java开发工程师\'', '\'佛山\'', '\'南海区\'', '\'15k-22k\'', '\'｜软件服务｜咨询｜MySQL｜SQL Server｜Spring｜\'', '\'本科\'', '\'经验5-10年\'', '\'致创科技\'', '\'软件服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“上市规划 发展空间大 20年母公司背景”\''
    ),
    (
        '569', '\'java开发工程师\'', '\'北京\'', '\'中关村\'', '\'15k-30k\'', '\'｜人工智能服务｜在线教育｜\'', '\'本科\'', '\'经验1-3年\'', '\'融捷教育\'', '\'人工智能服务\'', '\'不需要融资\'', '\'50-150人\'', '\'“七险一金,餐补、交补、话补、带薪年假”\''
    ),
    (
        '570', '\'java开发工程师\'', '\'郑州\'', '\'徐寨\'', '\'8k-15k\'', '\'｜软件服务｜咨询｜Linux｜IT技术服务｜咨询｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'金蝶\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“五险一金，行业龙头，项目制工作，年度体检”\''
    ),
    (
        '571', '\'java开发工程师\'', '\'杭州\'', '\'长河\'', '\'15k-26k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'汇合\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“1.5倍加班费,六险一金,1-2个月年终奖”\''
    ),
    (
        '572', '\'java开发工程师\'', '\'杭州\'', '\'长河\'', '\'10k-18k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验1-3年\'', '\'汇合\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“1.5倍加班费,六险一金,1-2个月年终奖”\''
    ),
    (
        '573', '\'java开发工程师\'', '\'成都\'', '\'红光\'', '\'12k-18k\'', '\'｜springcloud｜人工智能服务｜JavaScript｜全栈｜springboot｜\'', '\'本科\'', '\'经验3-5年\'', '\'达观数据\'', '\'人工智能服务,数据服务｜咨询\'', '\'C轮\'', '\'500-2000人\'', '\'“微服务、全栈、13薪”\''
    ),
    (
        '574', '\'Java开发工程师\'', '\'深圳\'', '\'南山区\'', '\'16k-30k\'', '\'｜软件服务｜咨询｜工具类产品｜\'', '\'本科\'', '\'经验3-5年\'', '\'金蝶\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“大平台、企业服务施厂、产品研发中心”\''
    ),
    (
        '575', '\'高级java开发工程师\'', '\'北京\'', '\'海淀区\'', '\'25k-35k\'', '\'｜居住服务｜\'', '\'本科\'', '\'经验3-5年\'', '\'贝壳\'', '\'居住服务\'', '\'上市公司\'', '\'2000人以上\'', '\'“上市公司；薪资福利好；核心业务”\''
    ),
    (
        '576', '\'java开发工程师\'', '\'北京\'', '\'西北旺\'', '\'15k-25k\'', '\'｜软件服务｜咨询｜Spring｜\'', '\'大专\'', '\'经验5-10年\'', '\'中电金信\'', '\'IT技术服务｜咨询,软件服务｜咨询\'', '\'B轮\'', '\'2000人以上\'', '\'“稳定 六险一金 面试通过率高”\''
    ),
    (
        '577', '\'java开发工程师\'', '\'佛山\'', '\'桂城\'', '\'15k-25k\'', '\'｜人工智能服务｜\'', '\'本科\'', '\'经验3-5年\'', '\'容联云通讯\'', '\'IT技术服务｜咨询,网络通信\'', '\'上市公司\'', '\'500-2000人\'', '\'“五险一金，调休”\''
    ),
    (
        '578', '\'高级java开发工程师\'', '\'北京\'', '\'海淀区\'', '\'25k-35k\'', '\'｜房地产｜建筑｜物业｜居住服务｜\'', '\'本科\'', '\'经验3-5年\'', '\'贝壳\'', '\'居住服务\'', '\'上市公司\'', '\'2000人以上\'', '\'“上市大平台；免费三餐；福利好；发展空间大”\''
    ),
    (
        '579', '\'java开发工程师\'', '\'北京\'', '\'海淀区\'', '\'13k-24k\'', '\'｜软件服务｜咨询｜区块链｜\'', '\'本科\'', '\'经验3-5年\'', '\'中招互连科技公司\'', '\'区块链,软件开发\'', '\'A轮\'', '\'50-150人\'', '\'“公司国企背景，未来准备上市，大牛带队”\''
    ),
    (
        '580', '\'高级java开发工程师\'', '\'北京\'', '\'三里河\'', '\'20k-33k\'', '\'｜软件服务｜咨询｜区块链｜\'', '\'本科\'', '\'经验5-10年\'', '\'中招互连科技公司\'', '\'区块链,软件开发\'', '\'A轮\'', '\'50-150人\'', '\'“公司国企背景，未来准备上市，大牛带队”\''
    ),
    (
        '581', '\'java开发工程师\'', '\'上海\'', '\'天山路\'', '\'25k-40k\'', '\'｜电商平台｜\'', '\'本科\'', '\'经验不限\'', '\'拼多多\'', '\'电商平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“待遇优厚，成长空间大，包三餐”\''
    ),
    (
        '582', '\'高级java开发工程师\'', '\'北京\'', '\'永顺\'', '\'18k-21k\'', '\'｜不限｜\'', '\'本科\'', '\'经验5-10年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“项目稳定 五险一金 餐补”\''
    ),
    (
        '583', '\'java高级开发工程师\'', '\'深圳\'', '\'南山区\'', '\'20k-40k\'', '\'｜JavaScript｜科技金融｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'滴灌通\'', '\'企业服务,金融\'', '\'未融资\'', '\'50-150人\'', '\'“创业大牛，技术先行”\''
    ),
    (
        '584', '\'java开发工程师\'', '\'上海\'', '\'静安区\'', '\'10k-20k\'', '\'｜科技金融｜Spring｜\'', '\'本科\'', '\'经验5-10年\'', '\'江融信\'', '\'科技金融\'', '\'B轮\'', '\'500-2000人\'', '\'“面谈”\''
    ),
    (
        '585', '\'Java开发工程师\'', '\'广州\'', '\'珠江新城\'', '\'12k-18k\'', '\'｜Linux｜MySQL｜科技金融｜MyBatis｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'讯鸿网络\'', '\'工具类产品\'', '\'B轮\'', '\'50-150人\'', '\'“团队大、福利齐全、稳定、发展空间大”\''
    ),
    (
        '586', '\'java开发工程师\'', '\'成都\'', '\'武侯区\'', '\'12k-20k\'', '\'｜软件服务｜咨询｜MySQL｜科技金融｜Spring｜ORACLE｜\'', '\'本科\'', '\'经验3-5年\'', '\'汇合\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“六险一金 班车接送 下午茶 加班费”\''
    ),
    (
        '587', '\'java开发工程师\'', '\'广州\'', '\'登峰\'', '\'20k-30k\'', '\'｜软件服务｜咨询｜MyBatis｜物联网｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'中湘科技\'', '\'软件服务｜咨询,IT技术服务｜咨询,营销服务｜咨询\'', '\'D轮及以上\'', '\'150-500人\'', '\'“自研系统、交易量亿级、团队实力雄厚、氛围好”\''
    ),
    (
        '588', '\'Java开发工程师\'', '\'广州\'', '\'东圃\'', '\'15k-25k\'', '\'｜Hibernate｜在线教育｜MyBatis｜金融业｜小程序开发｜\'', '\'本科\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“周末双休 五险一金 环境优美 食堂”\''
    ),
    (
        '589', '\'高级java开发工程师\'', '\'杭州\'', '\'余杭区\'', '\'25k-40k\'', '\'｜Spring｜电商平台｜\'', '\'本科\'', '\'经验1-3年\'', '\'阿里巴巴集团\'', '\'电商平台,人工智能服务\'', '\'上市公司\'', '\'2000人以上\'', '\'“富有挑战，与大牛”\''
    ),
    (
        '590', '\'java开发工程师\'', '\'太原\'', '\'坞城\'', '\'8k-15k\'', '\'｜软件服务｜咨询｜Linux｜IT技术服务｜咨询｜Web后端开发｜\'', '\'本科\'', '\'经验3-5年\'', '\'金蝶\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“纯原生架构 行业龙头公司 大型项目开发”\''
    ),
    (
        '591', '\'Java开发工程师\'', '\'北京\'', '\'海淀区\'', '\'18k-30k\'', '\'｜社交平台｜内容社区｜MySQL｜MyBatis｜\'', '\'本科\'', '\'经验1-3年\'', '\'搜狐集团\'', '\'内容资讯,游戏,音频｜视频媒体\'', '\'上市公司\'', '\'2000人以上\'', '\'“上市公司、团队氛围好”\''
    ),
    (
        '592', '\'高级java开发工程师\'', '\'厦门\'', '\'思明区\'', '\'15k-25k\'', '\'｜游戏｜\'', '\'大专\'', '\'经验3-5年\'', '\'不妨游戏\'', '\'游戏\'', '\'不需要融资\'', '\'150-500人\'', '\'“有发展前景”\''
    ),
    (
        '593', '\'java开发工程师\'', '\'广州\'', '\'广卫\'', '\'20k-30k\'', '\'｜Linux｜分类信息｜MySQL｜MyBatis｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'中湘科技\'', '\'软件服务｜咨询,IT技术服务｜咨询,营销服务｜咨询\'', '\'D轮及以上\'', '\'150-500人\'', '\'“领导好,扁平化,双休,弹性工作制”\''
    ),
    (
        '594', '\'java开发工程师\'', '\'南宁\'', '\'兴宁区\'', '\'10k-16k\'', '\'｜Linux｜银行｜MySQL｜科技金融｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“绩效奖金，双休”\''
    ),
    (
        '595', '\'java开发工程师\'', '\'深圳\'', '\'南油\'', '\'9k-18k\'', '\'｜消费生活｜MySQL｜电商平台｜springboot｜\'', '\'本科\'', '\'经验1-3年\'', '\'淘礼礼\'', '\'电商平台\'', '\'未融资\'', '\'150-500人\'', '\'“五险一金”\''
    ),
    (
        '596', '\'java高级开发工程师\'', '\'深圳\'', '\'南油\'', '\'18k-30k\'', '\'｜ElasticSearch｜Linux｜Spring｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'淘礼礼\'', '\'电商平台\'', '\'未融资\'', '\'150-500人\'', '\'“五险一金”\''
    ),
    (
        '597', '\'高级java开发工程师\'', '\'广州\'', '\'天河区\'', '\'12k-20k\'', '\'｜MySQL｜科技金融｜kotlin｜\'', '\'本科\'', '\'经验5-10年\'', '\'广州市绿蕃茄软件科技有限公司\'', '\'软件服务｜咨询\'', '\'未融资\'', '\'150-500人\'', '\'“公司发展前景好，团队年轻”\''
    ),
    (
        '598', '\'高级java开发工程师\'', '\'深圳\'', '\'新洲\'', '\'17k-20k\'', '\'｜C++｜C语言｜MyBatis｜金融业｜Spring｜\'', '\'大专\'', '\'经验5-10年\'', '\'赞同科技\'', '\'软件服务｜咨询,数据服务｜咨询\'', '\'不需要融资\'', '\'2000人以上\'', '\'“五险一金、周末双休、朝九晚六”\''
    ),
    (
        '599', '\'java开发工程师\'', '\'上海\'', '\'普陀区\'', '\'15k-30k\'', '\'｜能源｜矿产｜环保｜MySQL｜物联网｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'柏美迪康上海\'', '\'能源｜矿产｜环保\'', '\'上市公司\'', '\'150-500人\'', '\'“年终奖金、绩效工资”\''
    ),
    (
        '600', '\'java高级开发工程师\'', '\'深圳\'', '\'宝安区\'', '\'25k-35k\'', '\'｜MCN｜直播平台｜社交平台｜ElasticSearch｜社交直播APP｜MySQL｜\'', '\'大专\'', '\'经验5-10年\'', '\'彩橙树\'', '\'社交平台,MCN｜直播平台,贸易｜进出口\'', '\'不需要融资\'', '\'50-150人\'', '\'“双休不加班，技术大佬带飞，团队氛围好”\''
    ),
    (
        '601', '\'高级java开发工程师\'', '\'北京\'', '\'海淀区\'', '\'20k-22k\'', '\'｜科技金融｜金融业｜Spring｜\'', '\'本科\'', '\'经验5-10年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“五险一金、双休，”\''
    ),
    (
        '602', '\'java开发工程师\'', '\'深圳\'', '\'宝安区\'', '\'18k-25k\'', '\'｜MCN｜直播平台｜社交平台｜ElasticSearch｜社交直播APP｜MySQL｜\'', '\'大专\'', '\'经验5-10年\'', '\'彩橙树\'', '\'社交平台,MCN｜直播平台,贸易｜进出口\'', '\'不需要融资\'', '\'50-150人\'', '\'“双休不加班、技术大佬带队，团队氛围好”\''
    ),
    (
        '603', '\'java高级开发工程师\'', '\'杭州\'', '\'宁围\'', '\'16k-30k\'', '\'｜软件服务｜咨询｜Linux｜音频｜视频媒体｜MySQL｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'新蓝网\'', '\'移动互联网\'', '\'不需要融资\'', '\'150-500人\'', '\'“国企、大平台”\''
    ),
    (
        '604', '\'java开发工程师\'', '\'杭州\'', '\'宁围\'', '\'11k-15k\'', '\'｜数据服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'视野数科\'', '\'科技金融\'', '\'A轮\'', '\'50-150人\'', '\'“周末双休 五险一金”\''
    ),
    (
        '605', '\'java开发工程师\'', '\'广州\'', '\'天河区\'', '\'15k-20k\'', '\'｜软件服务｜咨询｜物联网｜\'', '\'本科\'', '\'经验3-5年\'', '\'蜂助手\'', '\'物联网,网络通信\'', '\'D轮及以上\'', '\'150-500人\'', '\'“周末双休，五险一金，福利补贴，弹性上班”\''
    ),
    (
        '606', '\'Java开发工程师\'', '\'北京\'', '\'海淀区\'', '\'15k-25k\'', '\'｜技能培训｜节日礼物｜带薪年假｜绩效奖金｜\'', '\'本科\'', '\'经验不限\'', '\'汽车之家\'', '\'内容资讯\'', '\'上市公司\'', '\'2000人以上\'', '\'“福利好,发展空间大”\''
    ),
    (
        '607', '\'Java开发工程师\'', '\'深圳\'', '\'南山区\'', '\'18k-28k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验不限\'', '\'联易融linklogis\'', '\'科技金融\'', '\'上市公司\'', '\'500-2000人\'', '\'“上市公司”\''
    ),
    (
        '608', '\'java开发工程师\'', '\'济南\'', '\'历下区\'', '\'11k-15k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'神软\'', '\'软件服务｜咨询\'', '\'不需要融资\'', '\'500-2000人\'', '\'“双休、餐补、劳保、高温补贴、取暖补贴、年假”\''
    ),
    (
        '609', '\'java开发工程师\'', '\'成都\'', '\'武侯区\'', '\'6k-12k\'', '\'｜软件服务｜咨询｜人工智能服务｜Web前端开发｜Web后端开发｜\'', '\'本科\'', '\'经验3-5年\'', '\'云图睿视\'', '\'人工智能服务\'', '\'未融资\'', '\'500-2000人\'', '\'“Java、后台开发、服务器端开发”\''
    ),
    (
        '610', '\'JAVA开发工程师\'', '\'广州\'', '\'登峰\'', '\'15k-25k\'', '\'｜软件服务｜咨询｜工具类产品｜\'', '\'本科\'', '\'经验1-3年\'', '\'中湘科技\'', '\'软件服务｜咨询,IT技术服务｜咨询,营销服务｜咨询\'', '\'D轮及以上\'', '\'150-500人\'', '\'“技术氛围浓厚、加班少”\''
    ),
    (
        '611', '\'java开发工程师\'', '\'苏州\'', '\'吴江区\'', '\'15k-25k\'', '\'｜C语言｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'亨通数科\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'150-500人\'', '\'“五险一金、年底双薪，餐费补贴，，朝八晚五，双休”\''
    ),
    (
        '612', '\'java开发工程师\'', '\'深圳\'', '\'南山区\'', '\'12k-15k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“双休 五险一金 餐补 绩效奖”\''
    ),
    (
        '613', '\'高级java开发工程师\'', '\'深圳\'', '\'新安\'', '\'20k-30k\'', '\'｜流量分发｜\'', '\'本科\'', '\'经验5-10年\'', '\'塔思科技\'', '\'游戏,软件服务｜咨询,电商平台\'', '\'不需要融资\'', '\'150-500人\'', '\'“近地铁、年终分红”\''
    ),
    (
        '614', '\'java开发工程师\'', '\'深圳\'', '\'福田区\'', '\'15k-25k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'银雁科技\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'不需要融资\'', '\'2000人以上\'', '\'“稳定，工作生活平衡，福利好”\''
    ),
    (
        '615', '\'java开发工程师\'', '\'济南\'', '\'历城区\'', '\'9k-13k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'金证睿服\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“长期稳定 双休”\''
    ),
    (
        '616', '\'java开发工程师\'', '\'武汉\'', '\'小东门\'', '\'10k-15k\'', '\'｜软件服务｜咨询｜制造业｜\'', '\'本科\'', '\'经验1-3年\'', '\'FA Software\'', '\'移动互联网,数据服务\'', '\'C轮\'', '\'150-500人\'', '\'“通讯补贴、餐饮补贴、年终奖金、五险一金”\''
    ),
    (
        '617', '\'java开发工程师\'', '\'济南\'', '\'历城区\'', '\'7k-9k\'', '\'｜软件服务｜咨询｜MySQL｜IT技术服务｜咨询｜springboot｜redis｜\'', '\'本科\'', '\'经验1-3年\'', '\'金证睿服\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“五险一金+双休+氛围好+工作轻松”\''
    ),
    (
        '618', '\'高级java开发工程师\'', '\'成都\'', '\'武侯区\'', '\'15k-21k\'', '\'｜IT技术服务｜咨询｜Spring｜\'', '\'本科\'', '\'经验5-10年\'', '\'NCS\'', '\'IT技术服务｜咨询,网络通信\'', '\'不需要融资\'', '\'2000人以上\'', '\'“六险一金 弹性工作 带薪年假”\''
    ),
    (
        '619', '\'Java开发工程师\'', '\'上海\'', '\'杨浦区\'', '\'15k-25k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'品腾信息\'', '\'工具类产品,软件服务｜咨询,人工智能服务\'', '\'未融资\'', '\'150-500人\'', '\'“福利待遇好”\''
    ),
    (
        '620', '\'高级java开发工程师\'', '\'成都\'', '\'高新区\'', '\'15k-25k\'', '\'｜能源｜矿产｜环保｜MySQL｜MyBatis｜物联网｜Spring｜\'', '\'本科\'', '\'经验5-10年\'', '\'柏美迪康上海\'', '\'能源｜矿产｜环保\'', '\'上市公司\'', '\'150-500人\'', '\'“IT团队协作佳 发展好平台优”\''
    ),
    (
        '621', '\'java开发工程师\'', '\'成都\'', '\'双楠\'', '\'10k-16k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'中电金信\'', '\'IT技术服务｜咨询,软件服务｜咨询\'', '\'B轮\'', '\'2000人以上\'', '\'“长期稳定”\''
    ),
    (
        '622', '\'Java开发工程师\'', '\'北京\'', '\'海淀区\'', '\'15k-17k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'亚信科技\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“上市公司，福利待遇丰厚，学习成长空间大”\''
    ),
    (
        '623', '\'java开发工程师\'', '\'嘉兴\'', '\'南湖区\'', '\'10k-20k\'', '\'｜软件服务｜咨询｜MySQL｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'人事宝科技\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'未融资\'', '\'500-2000人\'', '\'“周末双休 五险一金 朝阳行业 年轻团队”\''
    ),
    (
        '624', '\'java开发工程师\'', '\'深圳\'', '\'南山区\'', '\'15k-25k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验1-3年\'', '\'滴灌通\'', '\'企业服务,金融\'', '\'未融资\'', '\'50-150人\'', '\'“六险一金 双休 年终奖”\''
    ),
    (
        '625', '\'java开发工程师\'', '\'成都\'', '\'武侯区\'', '\'11k-20k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'NAVER Cloud\'', '\'企业服务,工具\'', '\'上市公司\'', '\'2000人以上\'', '\'“福利完善，技术氛围浓厚”\''
    ),
    (
        '626', '\'java开发工程师\'', '\'成都\'', '\'武侯区\'', '\'11k-20k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'NAVER Cloud\'', '\'企业服务,工具\'', '\'上市公司\'', '\'2000人以上\'', '\'“技术氛围浓厚，薪酬福利优厚”\''
    ),
    (
        '627', '\'java开发工程师\'', '\'北京\'', '\'朝阳区\'', '\'25k-50k\'', '\'｜MCN｜直播平台｜在线教育｜\'', '\'本科\'', '\'经验3-5年\'', '\'红松学堂\'', '\'MCN｜直播平台,在线教育\'', '\'C轮\'', '\'500-2000人\'', '\'“高速发展的职业赛道、全额最高比例的五险一金”\''
    ),
    (
        '628', '\'高级java开发工程师\'', '\'北京\'', '\'东城区\'', '\'20k-40k\'', '\'｜文化传媒｜MyBatis｜SQL Server｜Spring｜电商平台｜\'', '\'本科\'', '\'经验5-10年\'', '\'保利票务\'', '\'移动互联网,文娱丨内容\'', '\'未融资\'', '\'150-500人\'', '\'“五险一金、弹性工时、补充医疗、高温补贴”\''
    ),
    (
        '629', '\'高级java开发工程师\'', '\'杭州\'', '\'西湖区\'', '\'20k-30k\'', '\'｜社交平台｜音频｜视频媒体｜MySQL｜ORACLE｜\'', '\'本科\'', '\'经验5-10年\'', '\'盘丝洞网络\'', '\'社交平台\'', '\'A轮\'', '\'50-150人\'', '\'“周末双休 发展空间大”\''
    ),
    (
        '630', '\'Java开发工程师\'', '\'上海\'', '\'张江\'', '\'8k-12k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'中资科技\'', '\'数据服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“五险一金 专业培训 年终奖金 节日福利”\''
    ),
    (
        '631', '\'java开发工程师\'', '\'嘉兴\'', '\'南湖区\'', '\'9k-15k\'', '\'｜软件服务｜咨询｜JavaScript｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'人事宝科技\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'未融资\'', '\'500-2000人\'', '\'“周末双休，节假日正常休”\''
    ),
    (
        '632', '\'java开发工程师\'', '\'上海\'', '\'吴泾\'', '\'10k-13k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'人事宝科技\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'未融资\'', '\'500-2000人\'', '\'“双休，高薪，高温补贴+餐补”\''
    ),
    (
        '633', '\'java开发工程师\'', '\'广州\'', '\'东圃\'', '\'15k-18k\'', '\'｜科技金融｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'中电金信\'', '\'IT技术服务｜咨询,软件服务｜咨询\'', '\'B轮\'', '\'2000人以上\'', '\'“薪资福利好”\''
    ),
    (
        '634', '\'高级java开发工程师\'', '\'上海\'', '\'普陀区\'', '\'25k-35k\'', '\'｜能源｜矿产｜环保｜人工智能服务｜\'', '\'本科\'', '\'经验3-5年\'', '\'柏美迪康上海\'', '\'能源｜矿产｜环保\'', '\'上市公司\'', '\'150-500人\'', '\'“领导好 薪资福利优厚 技术大牛多”\''
    ),
    (
        '635', '\'高级Java开发工程师\'', '\'北京\'', '\'海淀区\'', '\'20k-30k\'', '\'｜信息安全｜物联网｜\'', '\'本科\'', '\'经验5-10年\'', '\'安恒信息\'', '\'信息安全,IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“技术大牛 六险一金 带薪假期”\''
    ),
    (
        '636', '\'高级Java开发工程师\'', '\'北京\'', '\'海淀区\'', '\'20k-30k\'', '\'｜技能培训｜节日礼物｜带薪年假｜绩效奖金｜\'', '\'本科\'', '\'经验不限\'', '\'汽车之家\'', '\'内容资讯\'', '\'上市公司\'', '\'2000人以上\'', '\'“福利好,发展空间大”\''
    ),
    (
        '637', '\'java开发工程师\'', '\'成都\'', '\'汪家拐\'', '\'8k-15k\'', '\'｜互联网、通信｜IT信息｜TCP/IP｜pring boot｜后端工程师｜\'', '\'本科\'', '\'经验3-5年\'', '\'创立科技\'', '\'物联网\'', '\'上市公司\'', '\'500-2000人\'', '\'“通信补贴、交通补贴、早午餐福利、节日福利”\''
    ),
    (
        '638', '\'高级java开发工程师\'', '\'上海\'', '\'光新\'', '\'19k-22k\'', '\'｜科技金融｜后端工程师｜\'', '\'大专\'', '\'经验5-10年\'', '\'江融信\'', '\'科技金融\'', '\'B轮\'', '\'500-2000人\'', '\'“项目团队规模100人左右”\''
    ),
    (
        '639', '\'java开发工程师\'', '\'苏州\'', '\'虎丘区\'', '\'15k-20k\'', '\'｜软件服务｜咨询｜后端工程师｜\'', '\'本科\'', '\'经验5-10年\'', '\'友点科技\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“双休”\''
    ),
    (
        '640', '\'java开发工程师\'', '\'珠海\'', '\'香洲区\'', '\'9k-14k\'', '\'｜科技金融｜后端工程师｜Spring｜计算机/软件工程相关专业｜ORACLE｜\'', '\'本科\'', '\'经验3-5年\'', '\'信必优Symbio(深圳)\'', '\'IT技术服务｜咨询,专业服务｜咨询,软件服务｜咨询\'', '\'未融资\'', '\'2000人以上\'', '\'“国企，假期多，周末双休”\''
    ),
    (
        '641', '\'java开发工程师\'', '\'深圳\'', '\'福田区\'', '\'14k-19k\'', '\'｜科技金融｜后端工程师｜\'', '\'本科\'', '\'经验3-5年\'', '\'金证睿服\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“南方基金”\''
    ),
    (
        '642', '\'Java高级开发工程师\'', '\'上海\'', '\'杨浦区\'', '\'30k-50k\'', '\'｜软件开发｜\'', '\'本科\'', '\'经验1-3年\'', '\'美团\'', '\'消费生活\'', '\'上市公司\'', '\'2000人以上\'', '\'“核心业务,盈利业务”\''
    ),
    (
        '643', '\'java高级开发工程师\'', '\'杭州\'', '\'宁围\'', '\'15k-25k\'', '\'｜软件服务｜咨询｜MVC｜Spring｜数据服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'弘连网络\'', '\'数据服务｜咨询\'', '\'A轮\'', '\'150-500人\'', '\'“优秀团队 弹性工作 技术大牛”\''
    ),
    (
        '644', '\'Java开发工程师\'', '\'深圳\'', '\'西丽\'', '\'25k-50k\'', '\'｜分布式系统开发经验｜科技金融｜后端工程师｜计算机/软件工程相关专业｜\'', '\'本科\'', '\'经验3-5年\'', '\'雄岸區塊鏈集團\'', '\'区块链\'', '\'上市公司\'', '\'150-500人\'', '\'“高薪高福利”\''
    ),
    (
        '645', '\'java开发工程师\'', '\'南京\'', '\'开发区\'', '\'9k-13k\'', '\'｜互联网｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'爱可生\'', '\'其他\'', '\'未融资\'', '\'500-2000人\'', '\'“国企，稳定性强”\''
    ),
    (
        '646', '\'java开发工程师\'', '\'广州\'', '\'海珠区\'', '\'10k-20k\'', '\'｜IT技术服务｜咨询｜后端工程师｜\'', '\'本科\'', '\'经验3-5年\'', '\'微谱数科\'', '\'IT技术服务｜咨询,数据服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“双休、五险一金、诸多奖金”\''
    ),
    (
        '647', '\'高级java开发工程师\'', '\'北京\'', '\'朝阳门\'', '\'15k-18k\'', '\'｜中大型项目架构经验｜金融业｜后端工程师｜移动服务端开发｜计算机/软件工程相关专业｜\'', '\'本科\'', '\'经验5-10年\'', '\'高维通\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'未融资\'', '\'150-500人\'', '\'“项目稳定”\''
    ),
    (
        '648', '\'java高级开发工程师\'', '\'北京\'', '\'朝阳区\'', '\'25k-35k\'', '\'｜MySQL｜MyBatis｜金融业｜Spring｜电商平台｜\'', '\'本科\'', '\'经验5-10年\'', '\'振翮因私出入境服务\'', '\'IT技术服务｜咨询\'', '\'未融资\'', '\'15-50人\'', '\'“个人提升空间”\''
    ),
    (
        '649', '\'java开发工程师\'', '\'北京\'', '\'展览路\'', '\'8k-10k\'', '\'｜软件服务｜咨询｜MyBatis｜IT技术服务｜咨询｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'高维通\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'未融资\'', '\'150-500人\'', '\'“双休，五险一金，节假日福利”\''
    ),
    (
        '650', '\'高级java开发工程师\'', '\'武汉\'', '\'洪山区\'', '\'18k-25k\'', '\'｜软件服务｜咨询｜分布式系统开发经验｜中大型项目架构经验｜IT技术服务｜咨询｜后端工程师｜\'', '\'本科\'', '\'经验5-10年\'', '\'清云智通\'', '\'人工智能,物联网\'', '\'A轮\'', '\'15-50人\'', '\'“五险一金，年终奖金，员工旅游，大牛带队”\''
    ),
    (
        '651', '\'高级java开发工程师\'', '\'武汉\'', '\'汉南区\'', '\'15k-25k\'', '\'｜智能硬件｜物联网｜\'', '\'本科\'', '\'经验5-10年\'', '\'清云智通\'', '\'人工智能,物联网\'', '\'A轮\'', '\'15-50人\'', '\'“六险一金”\''
    ),
    (
        '652', '\'Java工程师\'', '\'广州\'', '\'天河区\'', '\'8k-15k\'', '\'｜软件服务｜咨询｜SSH｜J2EE｜数据服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'广东麦视互联网科技有限公司\'', '\'游戏,硬件\'', '\'未融资\'', '\'50-150人\'', '\'“周末双休五险一金”\''
    ),
    (
        '653', '\'Java工程师\'', '\'南京\'', '\'奥体\'', '\'10k-20k\'', '\'｜能源｜矿产｜环保｜软件服务｜咨询｜MySQL｜后端工程师｜Spring｜\'', '\'本科\'', '\'经验1-3年\'', '\'爱可生\'', '\'其他\'', '\'未融资\'', '\'500-2000人\'', '\'“国企工作环境，晋升空间大，望有志青年加入”\''
    ),
    (
        '654', '\'Java开发工程师\'', '\'成都\'', '\'高新区\'', '\'20k-40k\'', '\'｜消费生活｜后端工程师｜\'', '\'本科\'', '\'经验3-5年\'', '\'美团\'', '\'消费生活\'', '\'上市公司\'', '\'2000人以上\'', '\'“发展空间大”\''
    ),
    (
        '655', '\'java开发工程师\'', '\'拉萨\'', '\'城关区\'', '\'12k-15k\'', '\'｜后端工程师｜电商平台｜\'', '\'本科\'', '\'经验1年以下\'', '\'北京泰斯听科技有限公...\'', '\'电商平台,汽车交易平台\'', '\'未融资\'', '\'15-50人\'', '\'“1”\''
    ),
    (
        '656', '\'java\'', '\'拉萨\'', '\'城关区\'', '\'12k-15k\'', '\'｜电商平台｜\'', '\'本科\'', '\'经验不限\'', '\'北京泰斯听科技有限公...\'', '\'电商平台,汽车交易平台\'', '\'未融资\'', '\'15-50人\'', '\'“1”\''
    ),
    (
        '657', '\'Java工程师\'', '\'北京\'', '\'苏州街\'', '\'20k-40k\'', '\'｜工具类产品｜后端工程师｜\'', '\'本科\'', '\'经验3-5年\'', '\'拉勾集团\'', '\'工具类产品,在线教育\'', '\'D轮及以上\'', '\'500-2000人\'', '\'“快乐成长”\''
    ),
    (
        '658', '\'java开发工程师\'', '\'杭州\'', '\'余杭区\'', '\'15k-25k\'', '\'｜全栈工程师｜科技金融｜后端工程师｜\'', '\'本科\'', '\'经验3-5年\'', '\'浙江保融\'', '\'科技金融\'', '\'不需要融资\'', '\'500-2000人\'', '\'“福利齐全”\''
    ),
    (
        '659', '\'java开发工程师\'', '\'成都\'', '\'武侯区\'', '\'12k-20k\'', '\'｜ElasticSearch｜大数据处理经验｜MySQL｜Kafka｜Redis｜\'', '\'本科\'', '\'经验3-5年\'', '\'NAVER Cloud\'', '\'企业服务,工具\'', '\'上市公司\'', '\'2000人以上\'', '\'“商业保险、无加班文化、外企关怀”\''
    ),
    (
        '660', '\'java开发工程师\'', '\'上海\'', '\'杨浦区\'', '\'18k-26k\'', '\'｜软件服务｜咨询｜MySQL｜SQL Server｜\'', '\'本科\'', '\'经验5-10年\'', '\'品腾信息\'', '\'工具类产品,软件服务｜咨询,人工智能服务\'', '\'未融资\'', '\'150-500人\'', '\'“工作氛围好”\''
    ),
    (
        '661', '\'高级java开发工程师\'', '\'上海\'', '\'嘉定区\'', '\'22k-30k\'', '\'｜新能源汽车制造｜后端工程师｜\'', '\'本科\'', '\'经验5-10年\'', '\'微创软件\'', '\'IT技术服务｜咨询\'', '\'不需要融资\'', '\'2000人以上\'', '\'“平台好，外企”\''
    ),
    (
        '662', '\'java开发工程师\'', '\'上海\'', '\'杨浦区\'', '\'15k-22k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'品腾信息\'', '\'工具类产品,软件服务｜咨询,人工智能服务\'', '\'未融资\'', '\'150-500人\'', '\'“五险一金”\''
    ),
    (
        '663', '\'java开发工程师\'', '\'天津\'', '\'宝坻区\'', '\'13k-20k\'', '\'｜金融业｜\'', '\'本科\'', '\'经验5-10年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“上市公司”\''
    ),
    (
        '664', '\'java开发工程师\'', '\'成都\'', '\'武侯区\'', '\'10k-15k\'', '\'｜银行｜金融业｜后端工程师｜\'', '\'本科\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“公司规模大”\''
    ),
    (
        '665', '\'高级java开发工程师\'', '\'北京\'', '\'来广营\'', '\'17k-18k\'', '\'｜jvm｜分布式系统开发经验｜中大型项目架构经验｜旅游｜出行｜后端工程师｜\'', '\'本科\'', '\'经验3-5年\'', '\'中电金信\'', '\'IT技术服务｜咨询,软件服务｜咨询\'', '\'B轮\'', '\'2000人以上\'', '\'“周末双休”\''
    ),
    (
        '666', '\'Java开发工程师\'', '\'杭州\'', '\'长河\'', '\'12k-16k\'', '\'｜生活服务｜\'', '\'本科\'', '\'经验3-5年\'', '\'微创软件\'', '\'IT技术服务｜咨询\'', '\'不需要融资\'', '\'2000人以上\'', '\'“大厂平台，技术进步空间大”\''
    ),
    (
        '667', '\'java开发工程师\'', '\'深圳\'', '\'南山区\'', '\'13k-24k\'', '\'｜金融业｜IT技术服务｜咨询｜后端工程师｜计算机/软件工程相关专业｜微服务开发经验｜\'', '\'本科\'', '\'经验3-5年\'', '\'汇合\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“加班费 过节费 下午茶 年终奖 季度奖”\''
    ),
    (
        '668', '\'Java开发工程师\'', '\'深圳\'', '\'南山区\'', '\'18k-28k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'联易融linklogis\'', '\'科技金融\'', '\'上市公司\'', '\'500-2000人\'', '\'“六险一金；正式编制；完善的培训体系”\''
    ),
    (
        '669', '\'java高级开发工程师\'', '\'杭州\'', '\'余杭区\'', '\'15k-20k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'浙江保融\'', '\'科技金融\'', '\'不需要融资\'', '\'500-2000人\'', '\'“五险一金、丰厚年终奖、周末双休”\''
    ),
    (
        '670', '\'Java开发工程师\'', '\'广州\'', '\'珠江新城\'', '\'12k-18k\'', '\'｜MySQL｜科技金融｜Spring｜\'', '\'本科\'', '\'经验1-3年\'', '\'讯鸿网络\'', '\'工具类产品\'', '\'B轮\'', '\'50-150人\'', '\'“周末双休、工作环境轻松”\''
    ),
    (
        '671', '\'高级java开发工程师\'', '\'杭州\'', '\'余杭区\'', '\'15k-21k\'', '\'｜IT技术服务｜咨询｜Spring｜\'', '\'本科\'', '\'经验5-10年\'', '\'NCS\'', '\'IT技术服务｜咨询,网络通信\'', '\'不需要融资\'', '\'2000人以上\'', '\'“六险一金 弹性工作 带薪年假”\''
    ),
    (
        '672', '\'java开发工程师\'', '\'北京\'', '\'朝阳门\'', '\'10k-15k\'', '\'｜金融业｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'中科软\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“团队氛围好、工作不卷”\''
    ),
    (
        '673', '\'Java开发工程师\'', '\'南昌\'', '\'京东\'', '\'13k-15k\'', '\'｜软件服务｜咨询｜springcloud｜ElasticSearch｜IT技术服务｜咨询｜CRM营销｜\'', '\'大专\'', '\'经验3-5年\'', '\'思芮信息\'', '\'专业服务｜咨询,IT技术服务｜咨询\'', '\'未融资\'', '\'2000人以上\'', '\'“双休 六险一金 节假日福利 平台大”\''
    ),
    (
        '674', '\'java高级开发工程师\'', '\'深圳\'', '\'科技园\'', '\'25k-35k\'', '\'｜软件服务｜咨询｜人工智能服务｜ElasticSearch｜PostgreSQL｜\'', '\'本科\'', '\'经验5-10年\'', '\'金蝶\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“AI、AIGC、移动互联网”\''
    ),
    (
        '675', '\'高级java开发工程师\'', '\'广州\'', '\'员村\'', '\'15k-25k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验5-10年\'', '\'建信金科\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“国有企业 福利完善”\''
    ),
    (
        '676', '\'java开发工程师\'', '\'青岛\'', '\'中韩\'', '\'10k-15k\'', '\'｜金融业｜后端工程师｜ORACLE｜\'', '\'本科\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“上市公司 加班少 固定双休 餐补等”\''
    ),
    (
        '677', '\'java开发工程师\'', '\'成都\'', '\'武侯区\'', '\'13k-18k\'', '\'｜MySQL｜科技金融｜Redis｜金融业｜Spring boot｜\'', '\'本科\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“双休”\''
    ),
    (
        '678', '\'java开发工程师\'', '\'北京\'', '\'三里河\'', '\'15k-30k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'中招互连科技公司\'', '\'区块链,软件开发\'', '\'A轮\'', '\'50-150人\'', '\'“团队好”\''
    ),
    (
        '679', '\'java工程师\'', '\'青岛\'', '\'市北区\'', '\'15k-30k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'人大金仓\'', '\'数据服务｜咨询\'', '\'不需要融资\'', '\'150-500人\'', '\'“六险一金，年底奖金，餐补”\''
    ),
    (
        '680', '\'java开发工程师\'', '\'广州\'', '\'珠江新城\'', '\'14k-18k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'讯鸿网络\'', '\'工具类产品\'', '\'B轮\'', '\'50-150人\'', '\'“双休”\''
    ),
    (
        '681', '\'java开发工程师\'', '\'上海\'', '\'北新泾\'', '\'18k-20k\'', '\'｜IT技术服务｜咨询｜\'', '\'大专\'', '\'经验3-5年\'', '\'微创软件\'', '\'IT技术服务｜咨询\'', '\'不需要融资\'', '\'2000人以上\'', '\'“携程 技术”\''
    ),
    (
        '682', '\'java开发工程师\'', '\'武汉\'', '\'冶金\'', '\'15k-25k\'', '\'｜全栈工程师｜在线教育｜科技金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'武汉利楚商务\'', '\'移动互联网,金融\'', '\'A轮\'', '\'150-500人\'', '\'“自研公司”\''
    ),
    (
        '683', '\'高级java开发工程师\'', '\'上海\'', '\'碧云社区\'', '\'20k-30k\'', '\'｜科技金融｜后端工程师｜\'', '\'本科\'', '\'经验5-10年\'', '\'证通股份\'', '\'科技金融,社交平台\'', '\'不需要融资\'', '\'150-500人\'', '\'“平台稳定有潜力，团队氛围和谐，待遇福利好”\''
    ),
    (
        '684', '\'高级java开发工程师\'', '\'北京\'', '\'中关村\'', '\'25k-40k\'', '\'｜旅游｜出行｜\'', '\'本科\'', '\'经验5-10年\'', '\'去哪儿网\'', '\'旅游｜出行\'', '\'不需要融资\'', '\'2000人以上\'', '\'“大平台”\''
    ),
    (
        '685', '\'Java工程师\'', '\'北京\'', '\'苏州街\'', '\'18k-36k\'', '\'｜JavaScript｜工具类产品｜后端工程师｜移动服务端开发｜Python｜\'', '\'本科\'', '\'经验3-5年\'', '\'拉勾集团\'', '\'工具类产品,在线教育\'', '\'D轮及以上\'', '\'500-2000人\'', '\'“快速发展”\''
    ),
    (
        '686', '\'java开发工程师\'', '\'成都\'', '\'汪家拐\'', '\'8k-15k\'', '\'｜物联网｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'创立科技\'', '\'物联网\'', '\'上市公司\'', '\'500-2000人\'', '\'“发展前景好”\''
    ),
    (
        '687', '\'JAVA工程师\'', '\'北京\'', '\'望京\'', '\'26k-47k\'', '\'｜休闲｜娱乐｜后端工程师｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'美团\'', '\'消费生活\'', '\'上市公司\'', '\'2000人以上\'', '\'“待遇优厚/技术氛围浓厚/发展空间大”\''
    ),
    (
        '688', '\'java开发工程师\'', '\'杭州\'', '\'北山\'', '\'15k-22k\'', '\'｜软件服务｜咨询｜人工智能服务｜JavaScript｜Hadoop｜SQL Server｜\'', '\'本科\'', '\'经验3-5年\'', '\'融汇\'', '\'IT技术服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金 周末双休 高水平技术专家团队”\''
    ),
    (
        '689', '\'高级Java开发工程师\'', '\'北京\'', '\'海淀区\'', '\'25k-35k\'', '\'｜技能培训｜节日礼物｜带薪年假｜绩效奖金｜\'', '\'本科\'', '\'经验不限\'', '\'汽车之家\'', '\'内容资讯\'', '\'上市公司\'', '\'2000人以上\'', '\'“福利好,发展空间大”\''
    ),
    (
        '690', '\'Java开发工程师\'', '\'北京\'', '\'海淀区\'', '\'15k-25k\'', '\'｜技能培训｜节日礼物｜带薪年假｜绩效奖金｜\'', '\'本科\'', '\'经验不限\'', '\'汽车之家\'', '\'内容资讯\'', '\'上市公司\'', '\'2000人以上\'', '\'“福利好,发展空间大”\''
    ),
    (
        '691', '\'java\'', '\'北京\'', '\'七里庄\'', '\'12k-22k\'', '\'｜银行｜ORACLE｜\'', '\'本科\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“五险一金”\''
    ),
    (
        '692', '\'java开发工程师\'', '\'北京\'', '\'科技园区\'', '\'15k-19k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“银行”\''
    ),
    (
        '693', '\'JAVA工程师\'', '\'深圳\'', '\'南山区\'', '\'13k-26k\'', '\'｜MySQL｜科技金融｜Redis｜Spring｜Python｜\'', '\'本科\'', '\'经验3-5年\'', '\'汇合\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“福利薪资待遇优厚”\''
    ),
    (
        '694', '\'java开发工程师\'', '\'深圳\'', '\'园岭\'', '\'14k-15k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'金证睿服\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“activity工作流”\''
    ),
    (
        '695', '\'java开发工程师\'', '\'武汉\'', '\'花山\'', '\'10k-20k\'', '\'｜MySQL｜科技金融｜MyBatis｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'泰康保险集团\'', '\'金融业\'', '\'不需要融资\'', '\'2000人以上\'', '\'“世界500强企业，七险二金，弹性工作制，双休。”\''
    ),
    (
        '696', '\'Java开发工程师\'', '\'珠海\'', '\'香洲区\'', '\'9k-14k\'', '\'｜不限｜后端工程师｜Spring｜Web后端开发｜\'', '\'本科\'', '\'经验1-3年\'', '\'信必优Symbio(深圳)\'', '\'IT技术服务｜咨询,专业服务｜咨询,软件服务｜咨询\'', '\'未融资\'', '\'2000人以上\'', '\'“周末双休”\''
    ),
    (
        '697', '\'高级java开发工程师\'', '\'北京\'', '\'公主坟\'', '\'20k-30k\'', '\'｜软件服务｜咨询｜人工智能服务｜JavaScript｜Hadoop｜后端工程师｜\'', '\'本科\'', '\'经验3-5年\'', '\'融汇\'', '\'IT技术服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“人工智能、大模型、一流的团队、创新项目”\''
    ),
    (
        '698', '\'java开发工程师\'', '\'北京\'', '\'西三旗\'', '\'15k-30k\'', '\'｜全栈工程师｜人工智能服务｜在线医疗｜MySQL｜Redis｜\'', '\'本科\'', '\'经验3-5年\'', '\'颐邦科技\'', '\'医疗丨健康,硬件\'', '\'不需要融资\'', '\'50-150人\'', '\'“清北团队”\''
    ),
    (
        '699', '\'高级java开发工程师\'', '\'深圳\'', '\'车公庙\'', '\'15k-20k\'', '\'｜分布式系统开发经验｜科技金融｜MyBatis｜中大型项目架构经验｜后端工程师｜\'', '\'本科\'', '\'经验3-5年\'', '\'德科信息\'', '\'物联网\'', '\'不需要融资\'', '\'2000人以上\'', '\'“金融行业假期”\''
    ),
    (
        '700', '\'Java开发工程师\'', '\'上海\'', '\'闵行区\'', '\'10k-16k\'', '\'｜IT技术服务｜咨询｜后端工程师｜Spring｜电商平台｜计算机/软件工程相关专业｜\'', '\'本科\'', '\'经验不限\'', '\'警采中心\'', '\'专业服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“学习交流、六险二金、工作环境良好”\''
    ),
    (
        '701', '\'高级Java开发工程师\'', '\'北京\'', '\'海淀区\'', '\'25k-35k\'', '\'｜技能培训｜节日礼物｜带薪年假｜绩效奖金｜\'', '\'本科\'', '\'经验不限\'', '\'汽车之家\'', '\'内容资讯\'', '\'上市公司\'', '\'2000人以上\'', '\'“福利好,发展空间大”\''
    ),
    (
        '702', '\'java开发工程师\'', '\'武汉\'', '\'冶金\'', '\'15k-25k\'', '\'｜大数据处理经验｜新零售｜科技金融｜SQL Server｜\'', '\'本科\'', '\'经验5-10年\'', '\'武汉利楚商务\'', '\'移动互联网,金融\'', '\'A轮\'', '\'150-500人\'', '\'“发展前景良好”\''
    ),
    (
        '703', '\'java开发工程师\'', '\'北京\'', '\'永乐\'', '\'10k-15k\'', '\'｜科技金融｜后端工程师｜\'', '\'本科\'', '\'经验3-5年\'', '\'江融信\'', '\'科技金融\'', '\'B轮\'', '\'500-2000人\'', '\'“有发展前景 规模大”\''
    ),
    (
        '704', '\'高级java开发工程师\'', '\'重庆\'', '\'人和\'', '\'10k-15k\'', '\'｜人工智能服务｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'泓宝科技\'', '\'数据服务,企业服务\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金、带薪年假、周末双休”\''
    ),
    (
        '705', '\'高级java开发工程师\'', '\'北京\'', '\'东四\'', '\'20k-30k\'', '\'｜人工智能服务｜MySQL｜工具类产品｜MyBatis｜后端工程师｜\'', '\'本科\'', '\'经验5-10年\'', '\'Kika Tech(新美互通)\'', '\'工具类产品\'', '\'C轮\'', '\'150-500人\'', '\'“业务稳定 团队氛围好 公司无加班文化”\''
    ),
    (
        '706', '\'java开发工程师\'', '\'南宁\'', '\'良庆区\'', '\'10k-12k\'', '\'｜科技金融｜金融业｜后端工程师｜\'', '\'本科\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“朝九晚五 周末双休”\''
    ),
    (
        '707', '\'java开发工程师\'', '\'深圳\'', '\'华强北\'', '\'13k-15k\'', '\'｜springcloud｜科技金融｜Redis｜中大型项目架构经验｜后端工程师｜\'', '\'本科\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“一档社保 餐补 双休”\''
    ),
    (
        '708', '\'高级java开发工程师\'', '\'北京\'', '\'四季青\'', '\'20k-35k\'', '\'｜软件服务｜咨询｜团队管理经验｜IT技术服务｜咨询｜后端工程师｜计算机/软件工程相关专业｜\'', '\'本科\'', '\'经验5-10年\'', '\'致远互联\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“上市公司，发展前景，团队实力”\''
    ),
    (
        '709', '\'JAVA开发工程师\'', '\'深圳\'', '\'大冲\'', '\'16k-25k\'', '\'｜大数据处理经验｜科技金融｜机器学习算法/工程化经验｜后端工程师｜Python｜\'', '\'本科\'', '\'经验1-3年\'', '\'金证前海\'', '\'金融,数据服务\'', '\'未融资\'', '\'150-500人\'', '\'“公司重点布局数据条线”\''
    ),
    (
        '710', '\'JAVA工程师\'', '\'拉萨\'', '\'城关区\'', '\'16k-23k\'', '\'｜汽车交易平台｜后端工程师｜\'', '\'本科\'', '\'经验3-5年\'', '\'北京腾宇翔科技\'', '\'汽车交易平台,工具类产品\'', '\'上市公司\'', '\'150-500人\'', '\'“fgg”\''
    ),
    (
        '711', '\'Java高级开发工程师\'', '\'广州\'', '\'越秀区\'', '\'20k-25k\'', '\'｜后端工程师｜批发｜零售｜\'', '\'本科\'', '\'经验5-10年\'', '\'屈臣氏中国\'', '\'新零售\'', '\'不需要融资\'', '\'2000人以上\'', '\'“六险一金 年底双薪 额外年终奖 工会福利”\''
    ),
    (
        '712', '\'java开发工程师\'', '\'深圳\'', '\'福田区\'', '\'13k-19k\'', '\'｜科技金融｜后端工程师｜\'', '\'本科\'', '\'经验3-5年\'', '\'博奥特科技\'', '\'IT技术服务｜咨询,软件服务｜咨询\'', '\'未融资\'', '\'500-2000人\'', '\'“团队氛围佳”\''
    ),
    (
        '713', '\'java开发工程师\'', '\'上海\'', '\'浦东新区\'', '\'13k-22k\'', '\'｜IT技术服务｜咨询｜后端工程师｜Web后端开发｜\'', '\'本科\'', '\'经验3-5年\'', '\'奇点浩翰\'', '\'数据服务｜咨询,IT技术服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“加班工资、六险一金、超长春节假期”\''
    ),
    (
        '714', '\'java开发工程师\'', '\'深圳\'', '\'西丽\'', '\'15k-25k\'', '\'｜科技金融｜金融业｜后端工程师｜\'', '\'本科\'', '\'经验3-5年\'', '\'中电金信\'', '\'IT技术服务｜咨询,软件服务｜咨询\'', '\'B轮\'', '\'2000人以上\'', '\'“六险一金”\''
    ),
    (
        '715', '\'java开发工程师\'', '\'上海\'', '\'杨浦区\'', '\'15k-25k\'', '\'｜IT技术服务｜咨询｜后端工程师｜\'', '\'本科\'', '\'经验5-10年\'', '\'品腾信息\'', '\'工具类产品,软件服务｜咨询,人工智能服务\'', '\'未融资\'', '\'150-500人\'', '\'“五险一金、双休”\''
    ),
    (
        '716', '\'java开发工程师\'', '\'上海\'', '\'杨浦区\'', '\'15k-25k\'', '\'｜IT技术服务｜咨询｜后端工程师｜\'', '\'本科\'', '\'经验5-10年\'', '\'品腾信息\'', '\'工具类产品,软件服务｜咨询,人工智能服务\'', '\'未融资\'', '\'150-500人\'', '\'“五险一金、双休”\''
    ),
    (
        '717', '\'java开发工程师\'', '\'上海\'', '\'洋泾\'', '\'16k-17k\'', '\'｜金融业｜后端工程师｜\'', '\'本科\'', '\'经验3-5年\'', '\'加绩中国\'', '\'企业服务\'', '\'不需要融资\'', '\'2000人以上\'', '\'“稳定性好有免费食堂”\''
    ),
    (
        '718', '\'java开发工程师\'', '\'深圳\'', '\'科技园\'', '\'18k-25k\'', '\'｜在线医疗｜MySQL｜后端工程师｜计算机/软件工程相关专业｜\'', '\'本科\'', '\'经验5-10年\'', '\'三代人科技\'', '\'在线医疗\'', '\'不需要融资\'', '\'150-500人\'', '\'“G端产品、发展空间大、平台稳定”\''
    ),
    (
        '719', '\'java开发工程师\'', '\'广州\'', '\'天河区\'', '\'10k-20k\'', '\'｜MCN｜直播平台｜社交平台｜后端工程师｜移动服务端开发｜\'', '\'本科\'', '\'经验1-3年\'', '\'广州麦田\'', '\'社交平台,内容社区,新媒体\'', '\'不需要融资\'', '\'50-150人\'', '\'“双休；零食下午茶；金牌leader！”\''
    ),
    (
        '720', '\'Java开发工程师\'', '\'深圳\'', '\'科技园\'', '\'18k-25k\'', '\'｜在线医疗｜后端工程师｜Web后端开发｜\'', '\'本科\'', '\'经验5-10年\'', '\'三代人科技\'', '\'在线医疗\'', '\'不需要融资\'', '\'150-500人\'', '\'“自研千万级用户 互联网医疗 发展前景佳”\''
    ),
    (
        '721', '\'JAVA工程师\'', '\'上海\'', '\'金桥\'', '\'13k-18k\'', '\'｜银行｜科技金融｜架构师｜金融业｜后端工程师｜\'', '\'本科\'', '\'经验5-10年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“项目稳定”\''
    ),
    (
        '722', '\'java开发工程师\'', '\'杭州\'', '\'紫阳\'', '\'8k-13k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'水利水电勘测设计院研发中心\'', '\'其他\'', '\'不需要融资\'', '\'50-150人\'', '\'“领导好，环境佳，福利好，氛围佳。”\''
    ),
    (
        '723', '\'java开发工程师\'', '\'北京\'', '\'西二旗\'', '\'25k-40k\'', '\'｜软件服务｜咨询｜后端工程师｜电商平台｜\'', '\'本科\'', '\'经验5-10年\'', '\'贝壳\'', '\'居住服务\'', '\'上市公司\'', '\'2000人以上\'', '\'“16薪资”\''
    ),
    (
        '724', '\'java开发工程师\'', '\'北京\'', '\'西二旗\'', '\'25k-40k\'', '\'｜软件服务｜咨询｜后端工程师｜电商平台｜\'', '\'本科\'', '\'经验5-10年\'', '\'贝壳\'', '\'居住服务\'', '\'上市公司\'', '\'2000人以上\'', '\'“16薪资”\''
    ),
    (
        '725', '\'java开发工程师\'', '\'广州\'', '\'五山\'', '\'10k-20k\'', '\'｜软件服务｜咨询｜科技金融｜后端工程师｜\'', '\'本科\'', '\'经验3-5年\'', '\'赞同科技\'', '\'软件服务｜咨询,数据服务｜咨询\'', '\'不需要融资\'', '\'2000人以上\'', '\'“双休，入职五险一金，稳定”\''
    ),
    (
        '726', '\'java工程师\'', '\'北京\'', '\'酒仙桥\'', '\'25k-35k\'', '\'｜居住服务｜MySQL｜后端工程师｜\'', '\'本科\'', '\'经验5-10年\'', '\'自如网\'', '\'居住服务\'', '\'C轮\'', '\'2000人以上\'', '\'“六险一金、双休”\''
    ),
    (
        '727', '\'java开发工程师\'', '\'成都\'', '\'武侯区\'', '\'16k-20k\'', '\'｜软件服务｜咨询｜MySQL｜金融业｜SQL Server｜后端工程师｜\'', '\'本科\'', '\'经验5-10年\'', '\'中电金信\'', '\'IT技术服务｜咨询,软件服务｜咨询\'', '\'B轮\'', '\'2000人以上\'', '\'“六险一金”\''
    ),
    (
        '728', '\'高级Java开发工程师\'', '\'上海\'', '\'杨浦区\'', '\'30k-50k\'', '\'｜软件开发｜\'', '\'本科\'', '\'经验1-3年\'', '\'美团\'', '\'消费生活\'', '\'上市公司\'', '\'2000人以上\'', '\'“技术大牛,扁平管理”\''
    ),
    (
        '729', '\'java开发工程师\'', '\'广州\'', '\'天河区\'', '\'10k-15k\'', '\'｜软件服务｜咨询｜Hibernate｜SprintBoot｜SSH｜J2EE｜\'', '\'本科\'', '\'经验1-3年\'', '\'广东麦视互联网科技有限公司\'', '\'游戏,硬件\'', '\'未融资\'', '\'50-150人\'', '\'“周末双休五险一金”\''
    ),
    (
        '730', '\'Java开发工程师\'', '\'拉萨\'', '\'城关区\'', '\'15k-30k\'', '\'｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'北京腾宇翔科技\'', '\'汽车交易平台,工具类产品\'', '\'上市公司\'', '\'150-500人\'', '\'“技术大牛”\''
    ),
    (
        '731', '\'JAVA工程师\'', '\'宁波\'', '\'鄞州区\'', '\'8k-10k\'', '\'｜\'', '\'本科\'', '\'经验1-3年\'', '\'宜胜照明\'', '\'制造业\'', '\'不需要融资\'', '\'2000人以上\'', '\'“五险一金,免费食宿,年终奖金”\''
    ),
    (
        '732', '\'Java高级开发工程师\'', '\'深圳\'', '\'坪山区\'', '\'15k-20k\'', '\'｜制造业｜\'', '\'本科\'', '\'经验5-10年\'', '\'比亚迪\'', '\'其他\'', '\'不需要融资\'', '\'150-500人\'', '\'“免费班车,五险一金,绩效奖金”\''
    ),
    (
        '733', '\'JAVA开发工程师\'', '\'深圳\'', '\'宝安区\'', '\'15k-25k\'', '\'｜\'', '\'大专\'', '\'经验3-5年\'', '\'深圳市三诺数字科技有限公司\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,绩效奖金,住宿补贴”\''
    ),
    (
        '734', '\'JAVA开发工程师\'', '\'北京\'', '\'东城区\'', '\'16k-17k\'', '\'｜\'', '\'硕士\'', '\'经验在校/应届\'', '\'中建数字科技有限公司\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“绩效奖金,定期体检,六险二金”\''
    ),
    (
        '735', '\'JAVA工程师\'', '\'常州\'', '\'新北区\'', '\'12k-18k\'', '\'｜\'', '\'本科\'', '\'经验5-10年\'', '\'江苏骠马智能装备股份有限公司\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,绩效奖金,专业培训”\''
    ),
    (
        '736', '\'Java开发工程师\'', '\'武汉\'', '\'江岸区\'', '\'6k-10k\'', '\'｜\'', '\'本科\'', '\'经验1-3年\'', '\'武汉长江科创科技发展有限公司\'', '\'专业服务｜咨询,营销服务｜咨询\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,定期体检,出国机会”\''
    ),
    (
        '737', '\'Java开发工程师\'', '\'武汉\'', '\'江岸区\'', '\'6k-10k\'', '\'｜\'', '\'大专\'', '\'经验1-3年\'', '\'武汉长江科创科技发展有限公司\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'500-2000人\'', '\'“五险一金,绩效奖金,定期体检”\''
    ),
    (
        '738', '\'Java\'', '\'武汉\'', '\'江夏区\'', '\'6k-12k\'', '\'｜\'', '\'大专\'', '\'经验3-5年\'', '\'上海强辰信息技术有限公司\'', '\'其他\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金,定期体检,周末双休”\''
    ),
    (
        '739', '\'Java开发工程师\'', '\'济南\'', '\'市中区\'', '\'6k-10k\'', '\'｜营销服务｜咨询｜专业服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'铭乐科技\'', '\'软件服务｜咨询,数据服务｜咨询\'', '\'不需要融资\'', '\'500-2000人\'', '\'“五险一金,交通补贴,餐饮补贴”\''
    ),
    (
        '740', '\'java开发工程师(近地铁)\'', '\'深圳\'', '\'科技园\'', '\'10k-12k\'', '\'｜第三方支付经验｜科技金融｜IT技术服务｜咨询｜后端工程师｜\'', '\'大专\'', '\'经验3-5年\'', '\'网新新思\'', '\'智能硬件\'', '\'不需要融资\'', '\'150-500人\'', '\'“弹性打卡、周末双休”\''
    ),
    (
        '741', '\'JAVA工程师\'', '\'北京\'', '\'大兴区\'', '\'20k-30k\'', '\'｜\'', '\'本科\'', '\'经验3-5年\'', '\'美巢集团股份公司\'', '\'其他\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,定期体检,交通补贴”\''
    ),
    (
        '742', '\'Java开发工程师\'', '\'广州\'', '\'天河区\'', '\'8k-11k\'', '\'｜软件服务｜咨询｜数据服务｜咨询｜\'', '\'大专\'', '\'经验1-3年\'', '\'广州澳图美德信息科技有限公司\'', '\'其他\'', '\'不需要融资\'', '\'500-2000人\'', '\'“五险一金,员工旅游,周末双休”\''
    ),
    (
        '743', '\'Java开发工程师\'', '\'广州\'', '\'黄埔区\'', '\'10k-15k\'', '\'｜智能硬件｜\'', '\'大专\'', '\'经验3-5年\'', '\'广州力麒智能科技有限公司\'', '\'其他\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金,每月考勤奖,结婚礼金”\''
    ),
    (
        '744', '\'Java高级开发工程师\'', '\'南京\'', '\'江宁区\'', '\'12k-18k\'', '\'｜\'', '\'本科\'', '\'经验5-10年\'', '\'弘人网络\'', '\'其他\'', '\'不需要融资\'', '\'50-150人\'', '\'“发展前景佳、团队实力强、老板nice”\''
    ),
    (
        '745', '\'Java开发工程师\'', '\'上海\'', '\'虹口区\'', '\'7k-12k\'', '\'｜\'', '\'大专\'', '\'经验1-3年\'', '\'誉洋集团\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,绩效奖金,员工旅游”\''
    ),
    (
        '746', '\'Java开发工程师\'', '\'无锡\'', '\'新吴区\'', '\'8k-15k\'', '\'｜\'', '\'本科\'', '\'经验1-3年\'', '\'无锡圣敏传感科技股份有限公司\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,绩效奖金,定期体检”\''
    ),
    (
        '747', '\'Java开发工程师\'', '\'上海\'', '\'宝山区\'', '\'15k-20k\'', '\'｜\'', '\'本科\'', '\'经验1-3年\'', '\'华冶物产集团有限公司\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,定期体检,员工宿舍”\''
    ),
    (
        '748', '\'高级Java开发工程师\'', '\'成都\'', '\'武侯区\'', '\'15k-20k\'', '\'｜\'', '\'本科\'', '\'经验3-5年\'', '\'开方数据\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“全勤奖,绩效奖金,员工旅游”\''
    ),
    (
        '749', '\'java工程师\'', '\'广州\'', '\'海珠区\'', '\'8k-15k\'', '\'｜\'', '\'大专\'', '\'经验不限\'', '\'全国海关信息中心广东分中心\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,定期体检,餐饮补贴”\''
    ),
    (
        '750', '\'Java工程师\'', '\'南京\'', '\'江宁区\'', '\'8k-12k\'', '\'｜\'', '\'本科\'', '\'经验3-5年\'', '\'庄莲（南京）进出口有限责任公司\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,定期体检,周末双休”\''
    ),
    (
        '751', '\'Java工程师\'', '\'北京\'', '\'海淀区\'', '\'11k-20k\'', '\'｜金融业｜\'', '\'本科\'', '\'经验3-5年\'', '\'上海汇捷信网络科技有限公司\'', '\'金融业\'', '\'不需要融资\'', '\'少于15人\'', '\'“五险一金,绩效奖金,年终奖金”\''
    ),
    (
        '752', '\'Java开发工程师\'', '\'合肥\'', '\'庐阳区\'', '\'8k-15k\'', '\'｜\'', '\'本科\'', '\'经验3-5年\'', '\'金海迪尔\'', '\'新媒体,文化传媒\'', '\'不需要融资\'', '\'500-2000人\'', '\'“高温补贴,旅游福利,绩效奖金”\''
    ),
    (
        '753', '\'Java高级开发工程师\'', '\'重庆\'', '\'渝北区\'', '\'10k-15k\'', '\'｜新媒体｜文化传媒｜\'', '\'本科\'', '\'经验3-5年\'', '\'华龙网\'', '\'软件开发\'', '\'不需要融资\'', '\'50-150人\'', '\'“五险一金,绩效奖金,定期体检”\''
    ),
    (
        '754', '\'Java\'', '\'北京\'', '\'海淀区\'', '\'12k-20k\'', '\'｜\'', '\'本科\'', '\'经验5-10年\'', '\'中讯志远（武汉）科技有限公司\'', '\'电商平台,内容社区\'', '\'不需要融资\'', '\'500-2000人\'', '\'“五险一金,年终奖金”\''
    ),
    (
        '755', '\'高级Java开发工程师\'', '\'苏州\'', '\'虎丘区\'', '\'14k-18k\'', '\'｜\'', '\'本科\'', '\'经验5-10年\'', '\'京北方上海分公司\'', '\'旅游｜出行\'', '\'不需要融资\'', '\'150-500人\'', '\'“五险一金,绩效奖金,餐饮补贴”\''
    ),
    (
        '756', '\'Java开发工程师\'', '\'上海\'', '\'青浦区\'', '\'12k-17k\'', '\'｜内容社区｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'建广数科\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,绩效奖金,定期体检”\''
    ),
    (
        '757', '\'Java开发工程师\'', '\'福州\'', '\'鼓楼区\'', '\'7k-13k\'', '\'｜\'', '\'大专\'', '\'经验1-3年\'', '\'星汉科技\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,周末双休,带薪年假”\''
    ),
    (
        '758', '\'Java开发工程师\'', '\'福州\'', '\'闽侯县\'', '\'6k-8k\'', '\'｜\'', '\'本科\'', '\'经验不限\'', '\'宁波东海集团有限公司\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,绩效奖金,专业培训”\''
    ),
    (
        '759', '\'Java开发工程师\'', '\'上海\'', '\'宝山区\'', '\'9k-12k\'', '\'｜\'', '\'大专\'', '\'经验3-5年\'', '\'上海西信信息科技股份有限公司\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,年度体检,年终奖金”\''
    ),
    (
        '760', '\'Java开发工程师\'', '\'上海\'', '\'闵行区\'', '\'14k-17k\'', '\'｜\'', '\'本科\'', '\'经验5-10年\'', '\'上海西信信息科技股份有限公司\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,专业培训,弹性工作”\''
    ),
    (
        '761', '\'Java工程师\'', '\'武汉\'', '\'武昌区\'', '\'8k-12k\'', '\'｜旅游｜出行｜\'', '\'本科\'', '\'经验1-3年\'', '\'丰谊商旅集团\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,做五休二,绩效奖金”\''
    ),
    (
        '762', '\'java开发工程师\'', '\'南京\'', '\'小行\'', '\'40k-80k\'', '\'｜Linux｜智能硬件｜工具类产品｜\'', '\'本科\'', '\'经验5-10年\'', '\'某知名企业\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“稳定”\''
    ),
    (
        '763', '\'JAVA工程师\'', '\'深圳\'', '\'宝安区\'', '\'8k-12k\'', '\'｜\'', '\'大专\'', '\'经验3-5年\'', '\'海和科技\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,员工旅游,专业培训”\''
    ),
    (
        '764', '\'Java工程师\'', '\'上海\'', '\'浦东新区\'', '\'10k-15k\'', '\'｜\'', '\'大专\'', '\'经验1-3年\'', '\'原能细胞设备\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“五险一金,定期体检,免费食宿”\''
    ),
    (
        '765', '\'Java开发工程师\'', '\'广州\'', '\'越秀区\'', '\'15k-23k\'', '\'｜\'', '\'本科\'', '\'经验3-5年\'', '\'增芯科技\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“股票期权”\''
    ),
    (
        '766', '\'Java开发工程师\'', '\'长沙\'', '\'长沙县\'', '\'10k-14k\'', '\'｜\'', '\'大专\'', '\'经验5-10年\'', '\'上海西信信息科技股份有限公司\'', '\'金融业\'', '\'未融资\'', '\'500-2000人\'', '\'“五险一金,专业培训,弹性工作”\''
    ),
    (
        '767', '\'Java开发工程师\'', '\'成都\'', '\'武侯区\'', '\'10k-15k\'', '\'｜\'', '\'本科\'', '\'经验3-5年\'', '\'上海西信信息科技股份有限公司\'', '\'金融业\'', '\'上市公司\'', '\'2000人以上\'', '\'“五险一金,专业培训,弹性工作”\''
    ),
    (
        '768', '\'Java\'', '\'广州\'', '\'黄埔区\'', '\'9k-15k\'', '\'｜\'', '\'本科\'', '\'经验1-3年\'', '\'神州信息\'', '\'科技金融,人工智能服务,软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“五险一金,绩效奖金,交通补贴”\''
    ),
    (
        '769', '\'Java开发工程师\'', '\'南京\'', '\'雨花台区\'', '\'10k-20k\'', '\'｜\'', '\'本科\'', '\'经验1-3年\'', '\'亚信科技CTC\'', '\'科技金融,人工智能服务,软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“补充公积金,免费班车,五险一金”\''
    ),
    (
        '770', '\'09614Y-Java工程师\'', '\'上海\'', '\'徐汇区\'', '\'15k-20k\'', '\'｜金融｜\'', '\'本科\'', '\'经验1年以下\'', '\'平安健康保险\'', '\'金融业\'', '\'未融资\'', '\'500-2000人\'', '\'“定期体检,高温补贴,节日福利”\''
    ),
    (
        '771', '\'026168-资深JAVA开发工程师\'', '\'深圳\'', '\'福田区\'', '\'10k-20k\'', '\'｜绩效奖金｜带薪年假｜定期体检｜节日礼物｜\'', '\'本科\'', '\'经验3-5年\'', '\'平安人寿\'', '\'软件服务｜咨询,数据服务｜咨询,信息安全\'', '\'未融资\'', '\'15-50人\'', '\'“五险一金,绩效奖金,带薪年假,定期体检”\''
    ),
    (
        '772', '\'11617M-JAVA开发工程师（云产品）\'', '\'深圳\'', '\'科技园\'', '\'15k-25k\'', '\'｜金融｜电商｜\'', '\'本科\'', '\'经验3-5年\'', '\'平安科技\'', '\'IT技术服务｜咨询\'', '\'不需要融资\'', '\'500-2000人\'', '\'“五险一金,定期体检,高温补贴,带薪年假”\''
    ),
    (
        '773', '\'116181-资深JAVA开发工程师\'', '\'深圳\'', '\'科技园\'', '\'15k-20k\'', '\'｜大数据｜金融｜\'', '\'本科\'', '\'经验5-10年\'', '\'平安科技\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“五险一金,带薪年假,节日福利,高温补贴”\''
    ),
    (
        '774', '\'097109-Java开发岗\'', '\'上海\'', '\'徐汇区\'', '\'15k-20k\'', '\'｜金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'平安健康保险\'', '\'新能源汽车制造\'', '\'未融资\'', '\'2000人以上\'', '\'“节日福利,定期体检,高温补贴”\''
    ),
    (
        '775', '\'中级java开发工程师\'', '\'北京\'', '\'展览路\'', '\'15k-20k\'', '\'｜软件服务｜咨询｜JavaScript｜\'', '\'本科\'', '\'经验3-5年\'', '\'圆融汇通\'', '\'科技金融\'', '\'B轮\'', '\'500-2000人\'', '\'“职位上升空间大”\''
    ),
    (
        '776', '\'java技术总监\'', '\'深圳\'', '\'西丽\'', '\'60k-80k\'', '\'｜架构｜科技金融｜电商平台｜\'', '\'本科\'', '\'经验5-10年\'', '\'深圳市慧择软件集团有限公司\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“薪资高 发展好”\''
    ),
    (
        '777', '\'Java开发\'', '\'北京\'', '\'昌平区\'', '\'15k-20k\'', '\'｜科技金融｜MyBatis｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'京北方\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“上市公司、周末双休、五险一金”\''
    ),
    (
        '778', '\'Java高级服务研发工程师（数据服务） (MJ000880)\'', '\'北京\'', '\'立水桥\'', '\'20k-40k\'', '\'｜新能源汽车制造｜Spring｜Python｜\'', '\'本科\'', '\'经验3-5年\'', '\'集度\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“大平台 成长空间 高科技”\''
    ),
    (
        '779', '\'java中级开发工程师\'', '\'北京\'', '\'永乐\'', '\'13k-16k\'', '\'｜科技金融｜MyBatis｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'江融信\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“牛人带队，前景广阔，奖金丰厚，福利多多”\''
    ),
    (
        '780', '\'金融中高级java开发工程师\'', '\'成都\'', '\'高新区\'', '\'10k-20k\'', '\'｜Hibernate｜科技金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'京北方\'', '\'N/A\'', '\'N/A\'', '\'N/A\'', '\'“A股 餐补 项目奖金 周末双休”\''
    ),
    (
        '781', '\'java后端开发工程师\'', '\'成都\'', '\'武侯区\'', '\'9k-18k\'', '\'｜软件服务｜咨询｜MySQL｜MyBatis｜Web后端开发｜数据服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'中冶赛迪数字\'', '\'企业服务,工具,物联网\'', '\'不需要融资\'', '\'15-50人\'', '\'“央企实力，工业互联网，薪酬福利有竞争力”\''
    ),
    (
        '782', '\'java研发工程师（办公平台）\'', '\'上海\'', '\'天山路\'', '\'30k-60k\'', '\'｜电商平台｜\'', '\'本科\'', '\'经验1-3年\'', '\'拼多多\'', '\'电商平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“年终奖金 绩效奖金 发展空间大 公司规模大”\''
    ),
    (
        '783', '\'中级java开发工程师\'', '\'北京\'', '\'三里河\'', '\'13k-24k\'', '\'｜软件服务｜咨询｜MyBatis｜物联网｜Spring｜Lucene｜\'', '\'本科\'', '\'经验3-5年\'', '\'中招互连科技公司\'', '\'区块链,软件开发\'', '\'A轮\'', '\'50-150人\'', '\'“良好的发展前景，优秀的团队成员”\''
    ),
    (
        '784', '\'java开发工程师-深圳\'', '\'深圳\'', '\'上沙\'', '\'12k-18k\'', '\'｜MyBatis｜金融业｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'金证睿服\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“五险一金”\''
    ),
    (
        '785', '\'Java Developer\'', '\'上海\'', '\'徐汇区\'', '\'11k-18k\'', '\'｜JavaScript｜旅游｜出行｜数据服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'途程旅游\'', '\'旅游｜出行\'', '\'不需要融资\'', '\'50-150人\'', '\'“15天- 25天年假， 混合办公模式， 年终奖”\''
    ),
    (
        '786', '\'JAVA开发工程师-HR系统\'', '\'深圳\'', '\'科技园\'', '\'20k-30k\'', '\'｜软件服务｜咨询｜JavaScript｜IT技术服务｜咨询｜SQL Server｜ORACLE｜\'', '\'本科\'', '\'经验5-10年\'', '\'金蝶\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“带薪年假，团队和谐”\''
    ),
    (
        '787', '\'java高级软件工程师\'', '\'上海\'', '\'浦东新区\'', '\'20k-30k\'', '\'｜休闲｜娱乐｜\'', '\'本科\'', '\'经验5-10年\'', '\'上海迪士尼度假区\'', '\'文娱丨内容,旅游\'', '\'上市公司\'', '\'2000人以上\'', '\'“六险一金，免费班车，带薪年假，年终奖金”\''
    ),
    (
        '788', '\'Java开发工程师+双休高薪\'', '\'广州\'', '\'东圃\'', '\'10k-20k\'', '\'｜科技金融｜MyBatis｜金融业｜Spring｜ORACLE｜\'', '\'本科\'', '\'经验1-3年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“领域领头企业，实力背景雄厚，”\''
    ),
    (
        '789', '\'高级Java开发工程师（数智应用团队-创新应用组）\'', '\'上海\'', '\'徐汇区\'', '\'30k-60k\'', '\'｜MySQL｜科技金融｜\'', '\'不限\'', '\'经验不限\'', '\'太平洋寿险\'', '\'金融\'', '\'上市公司\'', '\'2000人以上\'', '\'“发展前景”\''
    ),
    (
        '790', '\'高级java工程师\'', '\'深圳\'', '\'上沙\'', '\'30k-60k\'', '\'｜科技金融｜Spring｜\'', '\'本科\'', '\'经验5-10年\'', '\'建信金科\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“最高比例五险一金、国企、薪酬有竞争力”\''
    ),
    (
        '791', '\'Java开发工程师（支付方向）\'', '\'上海\'', '\'天山路\'', '\'40k-60k\'', '\'｜电商平台｜\'', '\'本科\'', '\'经验1-3年\'', '\'拼多多\'', '\'电商平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“团队氛围良好，薪资待遇优厚”\''
    ),
    (
        '792', '\'Java开发工程师 (MJ000679)\'', '\'上海\'', '\'虹口足球场\'', '\'15k-30k\'', '\'｜内容社区｜\'', '\'本科\'', '\'经验1-3年\'', '\'虎扑\'', '\'内容社区\'', '\'D轮及以上\'', '\'500-2000人\'', '\'“弹性工时 定时体检 扁平管理 发展空间大”\''
    ),
    (
        '793', '\'中高级java开发工程师\'', '\'北京\'', '\'朝阳区\'', '\'10k-20k\'', '\'｜MyBatis｜\'', '\'大专\'', '\'经验1-3年\'', '\'北京优一至简科技有限公司\'', '\'专业服务｜咨询,IT技术服务｜咨询,文化传媒\'', '\'不需要融资\'', '\'50-150人\'', '\'“中国石化项目”\''
    ),
    (
        '794', '\'java开发工程师（广州）\'', '\'广州\'', '\'元岗\'', '\'8k-12k\'', '\'｜人工智能服务｜网络通信｜Python｜\'', '\'本科\'', '\'经验1-3年\'', '\'名通科技\'', '\'移动互联网\'', '\'不需要融资\'', '\'150-500人\'', '\'“周末双休，六险一金，14薪/年，发展稳定”\''
    ),
    (
        '795', '\'高级Java开发工程师(J10453)\'', '\'广州\'', '\'员村\'', '\'20k-25k\'', '\'｜科技金融｜Spring｜ORACLE｜\'', '\'本科\'', '\'经验5-10年\'', '\'建信金科\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“金融科技、国企背景”\''
    ),
    (
        '796', '\'Java研发工程师（业务中台方向）(T013045)\'', '\'上海\'', '\'天山路\'', '\'30k-60k\'', '\'｜算法服务化｜平台开发｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'拼多多\'', '\'电商平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“五险一金，扁平化管理，团队氛围好，业务核心”\''
    ),
    (
        '797', '\'国际Java开发工程师（英语开发环境）\'', '\'广州\'', '\'越秀区\'', '\'15k-30k\'', '\'｜生活服务｜MyBatis｜旅游｜出行｜Spring｜移动服务端开发｜\'', '\'本科\'', '\'经验3-5年\'', '\'龙腾出行\'', '\'生活服务,旅游｜出行\'', '\'上市公司\'', '\'150-500人\'', '\'“大牛团队、业务成熟、能快速成长提升。”\''
    ),
    (
        '798', '\'中高级java开发工程师\'', '\'成都\'', '\'高新区\'', '\'7k-12k\'', '\'｜ElasticSearch｜民航｜MyBatis｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'西南凯亚\'', '\'软件服务｜咨询,数据服务｜咨询,信息安全\'', '\'不需要融资\'', '\'500-2000人\'', '\'“稳定 福利好”\''
    ),
    (
        '799', '\'JAVA开发工程师（企金产品线）\'', '\'杭州\'', '\'余杭区\'', '\'13k-20k\'', '\'｜软件服务｜咨询｜MySQL｜工具类产品｜MyBatis｜Spring｜\'', '\'本科\'', '\'经验1-3年\'', '\'浙江保融\'', '\'科技金融\'', '\'不需要融资\'', '\'500-2000人\'', '\'“五险一金、双休、年终奖”\''
    ),
    (
        '800', '\'中高级java开发工程师\'', '\'成都\'', '\'武侯区\'', '\'10k-18k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜Spring｜ORACLE｜\'', '\'本科\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“上市企业 周末双休 五险一金 绩效奖金”\''
    ),
    (
        '801', '\'服务端开发工程师（JAVA）\'', '\'广州\'', '\'越秀区\'', '\'15k-25k\'', '\'｜JavaScript｜科技金融｜移动服务端开发｜\'', '\'本科\'', '\'经验1-3年\'', '\'建信金科\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“银行系金融科技公司、六险一金、餐补”\''
    ),
    (
        '802', '\'Java开发工程师（厦门）\'', '\'厦门\'', '\'鹭江\'', '\'12k-16k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验1-3年\'', '\'微财数科\'', '\'科技金融\'', '\'未融资\'', '\'500-2000人\'', '\'“独角兽 团队年轻 发展空间大 六险一金”\''
    ),
    (
        '803', '\'java中级开发工程师\'', '\'南京\'', '\'建邺区\'', '\'14k-20k\'', '\'｜MySQL｜MyBatis｜Spring｜分布式｜ORACLE｜\'', '\'本科\'', '\'经验1-3年\'', '\'汇易达\'', '\'科技金融,人工智能服务\'', '\'不需要融资\'', '\'150-500人\'', '\'“阿里大佬带队，扁平化，氛围nice，福利保障好”\''
    ),
    (
        '804', '\'Java开发工程师（成都）\'', '\'成都\'', '\'解放路\'', '\'12k-18k\'', '\'｜Hibernate｜JavaScript｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'联华信\'', '\'IT技术服务｜咨询\'', '\'未融资\'', '\'50-150人\'', '\'“团队氛围好”\''
    ),
    (
        '805', '\'Java后端开发工程师\'', '\'上海\'', '\'闵行区\'', '\'30k-60k\'', '\'｜弹性工作｜就近租房补贴｜节日礼品｜年度体检｜\'', '\'不限\'', '\'经验不限\'', '\'字节跳动\'', '\'内容资讯,短视频\'', '\'D轮及以上\'', '\'2000人以上\'', '\'“下午茶,健身瑜伽,六险一金,五险一金”\''
    ),
    (
        '806', '\'Java开发工程师-风控系统\'', '\'北京\'', '\'朝阳区\'', '\'25k-50k\'', '\'｜电商平台｜\'', '\'本科\'', '\'经验5-10年\'', '\'美团\'', '\'消费生活\'', '\'上市公司\'', '\'2000人以上\'', '\'“发展空间大”\''
    ),
    (
        '807', '\'Java开发工程师（智能客服）(T010795)\'', '\'上海\'', '\'天山路\'', '\'30k-60k\'', '\'｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'拼多多\'', '\'电商平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“五险一金，扁平化管理”\''
    ),
    (
        '808', '\'Java开发工程师（核心系统）\'', '\'北京\'', '\'海淀区\'', '\'20k-40k\'', '\'｜MySQL｜科技金融｜MyBatis｜ORACLE｜\'', '\'本科\'', '\'经验3-5年\'', '\'微财数科\'', '\'科技金融\'', '\'未融资\'', '\'500-2000人\'', '\'“核心团队 六险一金 发展空间大 福利待遇好”\''
    ),
    (
        '809', '\'Java开发（搜索推荐方向）\'', '\'北京\'', '\'朝阳区\'', '\'20k-40k\'', '\'｜搜索｜推荐｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'美团\'', '\'消费生活\'', '\'上市公司\'', '\'2000人以上\'', '\'“牛人多，成长快”\''
    ),
    (
        '810', '\'java中级软件工程师\'', '\'重庆\'', '\'渝北区\'', '\'6k-12k\'', '\'｜软件服务｜咨询｜PHP｜IT技术服务｜咨询｜Spring｜Python｜\'', '\'本科\'', '\'经验3-5年\'', '\'中国民航信息网络股份有限公司重庆分公司\'', '\'生活服务\'', '\'上市公司\'', '\'500-2000人\'', '\'“六险二金、带薪年假、工会福利、教育培训”\''
    ),
    (
        '811', '\'Java开发工程师（平台开发）\'', '\'北京\'', '\'海淀区\'', '\'15k-25k\'', '\'｜MySQL｜科技金融｜\'', '\'本科\'', '\'经验1-3年\'', '\'微财数科\'', '\'科技金融\'', '\'未融资\'', '\'500-2000人\'', '\'“独角兽 六险一金 发展空间大 福利待遇好”\''
    ),
    (
        '812', '\'JAVA开发（微服务）\'', '\'深圳\'', '\'坂田\'', '\'20k-35k\'', '\'｜Linux｜内核开发｜MySQL｜架构师｜后端｜\'', '\'本科\'', '\'经验5-10年\'', '\'深圳市慧择软件集团有限公司\'', '\'IT技术服务｜咨询\'', '\'不需要融资\'', '\'500-2000人\'', '\'“薪资福利丰厚”\''
    ),
    (
        '813', '\'java后端开发工程师\'', '\'上海\'', '\'普陀区\'', '\'12k-18k\'', '\'｜IT技术服务｜咨询｜\'', '\'大专\'', '\'经验不限\'', '\'GTED-X\'', '\'移动互联网\'', '\'不需要融资\'', '\'15-50人\'', '\'“五险一金,无加班”\''
    ),
    (
        '814', '\'java高级软件工程师\'', '\'北京\'', '\'五道口\'', '\'25k-35k\'', '\'｜物流平台｜MyBatis｜Spring｜\'', '\'本科\'', '\'经验5-10年\'', '\'快成\'', '\'物流平台\'', '\'A轮\'', '\'500-2000人\'', '\'“真刀真枪、路径灵活、年轻人的PICK”\''
    ),
    (
        '815', '\'Java开发专家\'', '\'北京\'', '\'朝阳区\'', '\'30k-60k\'', '\'｜MySQL｜MyBatis｜Spring｜\'', '\'本科\'', '\'经验5-10年\'', '\'美团\'', '\'消费生活\'', '\'上市公司\'', '\'2000人以上\'', '\'“发展空间大”\''
    ),
    (
        '816', '\'高级java研发工程师\'', '\'北京\'', '\'海淀区\'', '\'35k-45k\'', '\'｜技能培训｜节日礼物｜带薪年假｜试用期全薪｜\'', '\'本科\'', '\'经验5-10年\'', '\'去哪儿网\'', '\'旅游｜出行\'', '\'不需要融资\'', '\'2000人以上\'', '\'“大平台，团队实力强，有发展前景”\''
    ),
    (
        '817', '\'高级Java开发工程师（配送方向）(T010996)\'', '\'上海\'', '\'天山路\'', '\'30k-60k\'', '\'｜物流｜分布式｜spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'拼多多\'', '\'电商平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“6亿人在用的APP”\''
    ),
    (
        '818', '\'高级/资深Java开发工程师（监控方向）(T011000)\'', '\'上海\'', '\'天山路\'', '\'30k-60k\'', '\'｜后端｜\'', '\'本科\'', '\'经验3-5年\'', '\'拼多多\'', '\'电商平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“6亿人在用的APP”\''
    ),
    (
        '819', '\'Java高级/资深开发工程师\'', '\'北京\'', '\'上地\'', '\'35k-50k\'', '\'｜股票期权｜带薪年假｜绩效奖金｜扁平管理｜\'', '\'本科\'', '\'经验3-5年\'', '\'贝壳\'', '\'居住服务\'', '\'上市公司\'', '\'2000人以上\'', '\'“打造智能化运营体系，前景无线～”\''
    ),
    (
        '820', '\'高级Java开发工程师(J10581)\'', '\'北京\'', '\'西直门\'', '\'18k-25k\'', '\'｜Hibernate｜JavaScript｜SQL Server｜\'', '\'本科\'', '\'经验3-5年\'', '\'易车公司\'', '\'汽车交易平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“核心业务、大平台、七险一金”\''
    ),
    (
        '821', '\'Java/C/C++工程师\'', '\'武汉\'', '\'东湖新技术开发区\'', '\'15k-30k\'', '\'｜人工智能服务｜C语言｜后端｜网络通信｜\'', '\'本科\'', '\'经验1-3年\'', '\'华为技术有限公司\'', '\'智能硬件,IT技术服务｜咨询,制造业\'', '\'不需要融资\'', '\'2000人以上\'', '\'“大平台，薪资高”\''
    ),
    (
        '822', '\'Java研发工程师\'', '\'深圳\'', '\'福田区\'', '\'18k-25k\'', '\'｜MyBatis｜SQL Server｜Spring｜电商平台｜\'', '\'大专\'', '\'经验5-10年\'', '\'立创商城\'', '\'电商平台\'', '\'A轮\'', '\'500-2000人\'', '\'“五险一金,周末双休,水果下午茶，员工活动”\''
    ),
    (
        '823', '\'资深Java工程师-金融事业部\'', '\'北京\'', '\'朝阳区\'', '\'20k-40k\'', '\'｜后端｜\'', '\'本科\'', '\'经验3-5年\'', '\'去哪儿网\'', '\'旅游｜出行\'', '\'不需要融资\'', '\'2000人以上\'', '\'“核心业务，团队一流，福利多”\''
    ),
    (
        '824', '\'高级Java工程师\'', '\'北京\'', '\'海淀区\'', '\'20k-35k\'', '\'｜移动互联网｜后端｜服务器端｜\'', '\'本科\'', '\'经验不限\'', '\'搜狐集团\'', '\'内容资讯,游戏,音频｜视频媒体\'', '\'上市公司\'', '\'2000人以上\'', '\'“各种团建,工作氛围好,福利待遇好”\''
    ),
    (
        '825', '\'资深java研发工程师\'', '\'上海\'', '\'东方路\'', '\'25k-35k\'', '\'｜PostgreSQL｜MySQL｜科技金融｜中间件｜J2EE｜\'', '\'本科\'', '\'经验3-5年\'', '\'嘉银科技\'', '\'科技金融\'', '\'上市公司\'', '\'500-2000人\'', '\'“周末双休,五险一金,带薪年假,节日福利”\''
    ),
    (
        '826', '\'高级Java开发工程师（社交方向）(T04)\'', '\'上海\'', '\'天山路\'', '\'30k-60k\'', '\'｜服务器端｜MyBatis｜后端｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'拼多多\'', '\'电商平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“福利待遇、发展前景、技术大牛”\''
    ),
    (
        '827', '\'java研发工程师（多多进宝）(T010158）\'', '\'上海\'', '\'长宁区\'', '\'25k-50k\'', '\'｜后端｜C++｜\'', '\'本科\'', '\'经验1-3年\'', '\'拼多多\'', '\'电商平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“平台大,大牛多,氛围好”\''
    ),
    (
        '828', '\'Java高级研发工程师\'', '\'北京\'', '\'海淀区\'', '\'18k-36k\'', '\'｜服务器端｜社交平台｜Linux｜游戏｜后端｜\'', '\'本科\'', '\'经验3-5年\'', '\'北京发现角科技有限公司\'', '\'工具类产品\'', '\'A轮\'', '\'50-150人\'', '\'“带薪年假，成就感强烈，一般一个月年终奖”\''
    ),
    (
        '829', '\'Java高级研发工程师\'', '\'北京\'', '\'朝外\'', '\'20k-30k\'', '\'｜Hibernate｜人工智能服务｜图像处理｜在线医疗｜MyBatis｜\'', '\'本科\'', '\'经验3-5年\'', '\'和信康\'', '\'数据服务｜咨询,人工智能服务,电商平台\'', '\'B轮\'', '\'50-150人\'', '\'“高薪+期权\\\\精英汇聚\\\\成长空间大\\\\福利氛围好”\''
    ),
    (
        '830', '\'java软件开发工程师\'', '\'重庆\'', '\'渝北区\'', '\'5k-10k\'', '\'｜人工智能服务｜Spring｜Python｜\'', '\'本科\'', '\'经验1-3年\'', '\'中国民航信息网络股份有限公司重庆分公司\'', '\'生活服务\'', '\'上市公司\'', '\'500-2000人\'', '\'“六险二金、带薪年假、工会福利、教育培训”\''
    ),
    (
        '831', '\'Java后端高级开发工程师\'', '\'成都\'', '\'高新区\'', '\'20k-25k\'', '\'｜跨境电商｜MySQL｜Dubbo｜MongoDB｜大数据平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'云雅科技\'', '\'人工智能服务,数据服务｜咨询,电商平台\'', '\'不需要融资\'', '\'50-150人\'', '\'“大数据 数据挖掘 海量数据处理”\''
    ),
    (
        '832', '\'java后端开发工程师\'', '\'成都\'', '\'高新区\'', '\'15k-25k\'', '\'｜科技金融｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'伍柒必乐\'', '\'科技金融,IT技术服务｜咨询\'', '\'未融资\'', '\'150-500人\'', '\'“周末双休，入职购买五险一金，弹性工作时间”\''
    ),
    (
        '833', '\'高级java开发工程师--星瀚HR云\'', '\'深圳\'', '\'科技园\'', '\'20k-28k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'金蝶\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“SaaS，集团战略核心项目，集团正式编制”\''
    ),
    (
        '834', '\'java后端开发工程师\'', '\'上海\'', '\'洋泾\'', '\'13k-20k\'', '\'｜消费生活｜新零售｜\'', '\'本科\'', '\'经验3-5年\'', '\'威弘信息\'', '\'软件服务｜咨询\'', '\'不需要融资\'', '\'15-50人\'', '\'“远程办公模式，工作地点灵活”\''
    ),
    (
        '835', '\'软件开发工程师（非JAVA）\'', '\'北京\'', '\'奥运村\'', '\'7k-14k\'', '\'｜IT技术服务｜咨询｜数据服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'睿智思科\'', '\'IT技术服务｜咨询\'', '\'天使轮\'', '\'15-50人\'', '\'“专注于能源贸易企业信息建设系统”\''
    ),
    (
        '836', '\'（资深）Java后端开发工程师-财务-飞书企业应用（北京/上海/杭州）\'', '\'北京\'', '\'海淀区\'', '\'25k-50k\'', '\'｜弹性工作｜就近租房补贴｜节日礼品｜年度体检｜\'', '\'本科\'', '\'经验3-5年\'', '\'字节跳动\'', '\'内容资讯,短视频\'', '\'D轮及以上\'', '\'2000人以上\'', '\'“弹性工作,六险一金,扁平管理”\''
    ),
    (
        '837', '\'资深数据分析师（Java） (MJ000737)\'', '\'北京\'', '\'望京\'', '\'30k-40k\'', '\'｜科技金融｜\'', '\'硕士\'', '\'经验5-10年\'', '\'百融云创\'', '\'科技金融,人工智能服务\'', '\'上市公司\'', '\'500-2000人\'', '\'“上市公司”\''
    ),
    (
        '838', '\'java高级架构师\'', '\'深圳\'', '\'西丽\'', '\'40k-80k\'', '\'｜生活服务｜消费生活｜Redis｜docker｜\'', '\'本科\'', '\'经验5-10年\'', '\'深圳市慧择软件集团有限公司\'', '\'IT技术服务｜咨询\'', '\'不需要融资\'', '\'500-2000人\'', '\'“6险1金 薪资高 发展好”\''
    ),
    (
        '839', '\'高级JAVA工程师（PLM/PDM/PPM）\'', '\'深圳\'', '\'南山区\'', '\'25k-35k\'', '\'｜制造业｜\'', '\'本科\'', '\'经验5-10年\'', '\'TCL\'', '\'制造业,智能硬件\'', '\'上市公司\'', '\'2000人以上\'', '\'“免费班车 绩效奖金”\''
    ),
    (
        '840', '\'高级JAVA工程师（SCM/SRM）\'', '\'深圳\'', '\'南山区\'', '\'20k-35k\'', '\'｜制造业｜\'', '\'本科\'', '\'经验3-5年\'', '\'TCL\'', '\'制造业,智能硬件\'', '\'上市公司\'', '\'2000人以上\'', '\'“免费班车 年终奖金”\''
    ),
    (
        '841', '\'资深Java开发工程师（风控方向） (T0128)\'', '\'上海\'', '\'长宁区\'', '\'50k-60k\'', '\'｜电商｜后端｜\'', '\'本科\'', '\'经验3-5年\'', '\'拼多多\'', '\'电商平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“上升空间大，成长迅速，平台好，薪酬待遇高”\''
    ),
    (
        '842', '\'Java开发工程师（推荐引擎方向）T010279\'', '\'上海\'', '\'长宁区\'', '\'30k-50k\'', '\'｜后端｜\'', '\'本科\'', '\'经验1-3年\'', '\'拼多多\'', '\'电商平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“高薪高成长”\''
    ),
    (
        '843', '\'Java（驻场银行）学信网可查\'', '\'北京\'', '\'西北旺\'', '\'19k-23k\'', '\'｜cloud｜金融业｜IT技术服务｜咨询｜Spring｜\'', '\'本科\'', '\'经验5-10年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“五险一金 带薪年假 团队旅游”\''
    ),
    (
        '844', '\'中高级java开发工程师（线上面试）\'', '\'深圳\'', '\'黄木岗\'', '\'12k-24k\'', '\'｜软件服务｜咨询｜Linux｜科技金融｜Spring｜\'', '\'大专\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“银行项目，长期稳定，双休”\''
    ),
    (
        '845', '\'java开发工程师（初中高）\'', '\'深圳\'', '\'华强北\'', '\'13k-25k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验不限\'', '\'金证睿服\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“项目稳定，客户福利好，调级调薪几率大”\''
    ),
    (
        '846', '\'java开发\'', '\'深圳\'', '\'新洲\'', '\'11k-22k\'', '\'｜软件服务｜咨询｜科技金融｜MyBatis｜Web后端开发｜\'', '\'本科\'', '\'经验3-5年\'', '\'金证睿服\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“靠近地铁、周末双休、加班少、五险一金”\''
    ),
    (
        '847', '\'推荐引擎java开发工程师\'', '\'北京\'', '\'海淀区\'', '\'25k-40k\'', '\'｜内容资讯｜\'', '\'本科\'', '\'经验3-5年\'', '\'搜狐集团\'', '\'内容资讯,游戏,音频｜视频媒体\'', '\'上市公司\'', '\'2000人以上\'', '\'“核心媒体技术团队，带薪年假15天”\''
    ),
    (
        '848', '\'JAVA技术经理(J11346)\'', '\'北京\'', '\'西直门\'', '\'25k-30k\'', '\'｜汽车交易平台｜电商平台｜\'', '\'本科\'', '\'经验5-10年\'', '\'易车公司\'', '\'汽车交易平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“大平台、职业发展”\''
    ),
    (
        '849', '\'JAVA技术经理(J11346)\'', '\'北京\'', '\'西直门\'', '\'25k-30k\'', '\'｜汽车交易平台｜电商平台｜\'', '\'本科\'', '\'经验5-10年\'', '\'易车公司\'', '\'汽车交易平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“大平台，职业发展、七险一金”\''
    ),
    (
        '850', '\'Java开发工程师（双休、福利好）\'', '\'广州\'', '\'天河区\'', '\'12k-18k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'广州市绿蕃茄软件科技有限公司\'', '\'软件服务｜咨询\'', '\'未融资\'', '\'150-500人\'', '\'“公司发展前景好，团队年轻”\''
    ),
    (
        '851', '\'java开发（六险一金+远程面试）\'', '\'北京\'', '\'西单\'', '\'13k-22k\'', '\'｜MySQL｜科技金融｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'中电金信\'', '\'IT技术服务｜咨询,软件服务｜咨询\'', '\'B轮\'', '\'2000人以上\'', '\'“新兴技术”\''
    ),
    (
        '852', '\'【温州总部办公】java开发工程师\'', '\'杭州\'', '\'上城区\'', '\'13k-24k\'', '\'｜科技金融｜金融业｜\'', '\'本科\'', '\'经验3-5年\'', '\'温州银行股份有限公司\'', '\'金融业\'', '\'未融资\'', '\'2000人以上\'', '\'“金融科技新锐企业”\''
    ),
    (
        '853', '\'java高级工程师\'', '\'上海\'', '\'张江\'', '\'25k-33k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'兴业普惠科技\'', '\'软件服务｜咨询,数据服务｜咨询,科技金融\'', '\'不需要融资\'', '\'15-50人\'', '\'“五险一金”\''
    ),
    (
        '854', '\'java高级工程师\'', '\'福州\'', '\'鳌峰\'', '\'25k-33k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'兴业普惠科技\'', '\'软件服务｜咨询,数据服务｜咨询,科技金融\'', '\'不需要融资\'', '\'15-50人\'', '\'“发展空间大,团队氛围,五险一金”\''
    ),
    (
        '855', '\'中高级java开发（双休+远程面试+大平台）\'', '\'深圳\'', '\'新洲\'', '\'13k-26k\'', '\'｜科技金融｜金融业｜\'', '\'大专\'', '\'经验3-5年\'', '\'中软国际科技服务有限公司\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“薪资福利好，领导好，办公环境舒适，加班少”\''
    ),
    (
        '856', '\'Java研发工程师（商业化方向）(T0192)\'', '\'上海\'', '\'长宁区\'', '\'25k-50k\'', '\'｜C++｜后端｜服务器端｜\'', '\'本科\'', '\'经验1-3年\'', '\'拼多多\'', '\'电商平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“平台大,大牛多,氛围好”\''
    ),
    (
        '857', '\'资深Java研发工程师（虚拟商品）\'', '\'上海\'', '\'长宁区\'', '\'25k-50k\'', '\'｜平台｜MyBatis｜电商平台｜分布式｜\'', '\'本科\'', '\'经验不限\'', '\'拼多多\'', '\'电商平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“上升空间大，成长迅速，平台好，薪酬待遇高”\''
    ),
    (
        '858', '\'java技术经理\'', '\'成都\'', '\'高新区\'', '\'18k-22k\'', '\'｜springcloud｜微服务｜科技金融｜银行金融｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“上市公司 周末双休 季度绩效奖金 项目补助”\''
    ),
    (
        '859', '\'java开发工程师（合邮）\'', '\'合肥\'', '\'包河区\'', '\'10k-15k\'', '\'｜金融业｜\'', '\'本科\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“周末双休，五险一金”\''
    ),
    (
        '860', '\'java中级开发工程师\'', '\'成都\'', '\'高新区\'', '\'12k-15k\'', '\'｜PostgreSQL｜在线医疗｜MyBatis｜Spring｜Web后端开发｜\'', '\'本科\'', '\'经验3-5年\'', '\'四川赛尔斯\'', '\'医疗丨健康,软件开发\'', '\'不需要融资\'', '\'15-50人\'', '\'“周末双休、定期团建、生日福利”\''
    ),
    (
        '861', '\'初级java后端开发工程师\'', '\'成都\'', '\'武侯区\'', '\'6k-12k\'', '\'｜软件服务｜咨询｜数据服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'中冶赛迪数字\'', '\'企业服务,工具,物联网\'', '\'不需要融资\'', '\'15-50人\'', '\'“央企实力，工业互联网，薪酬福利有竞争力”\''
    ),
    (
        '862', '\'中高级java开发工程师\'', '\'成都\'', '\'神仙树\'', '\'10k-15k\'', '\'｜软件服务｜咨询｜物联网｜\'', '\'本科\'', '\'经验3-5年\'', '\'创立科技\'', '\'物联网\'', '\'上市公司\'', '\'500-2000人\'', '\'“Java”\''
    ),
    (
        '863', '\'Java开发工程师（电商方向）\'', '\'上海\'', '\'浦东新区\'', '\'15k-30k\'', '\'｜MyBatis｜SQL Server｜Spring｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'招赢电子商务\'', '\'电商平台\'', '\'不需要融资\'', '\'150-500人\'', '\'“带薪年假 节日补贴 高低温补贴 年度体检”\''
    ),
    (
        '864', '\'高级java工程师\'', '\'上海\'', '\'四川北路\'', '\'18k-30k\'', '\'｜Linux｜MySQL｜科技金融｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'维信金科\'', '\'科技金融\'', '\'上市公司\'', '\'2000人以上\'', '\'“行业领先，上市公司，稳定发展”\''
    ),
    (
        '865', '\'后端开发工程师-java\'', '\'天津\'', '\'西青区\'', '\'13k-22k\'', '\'｜软件服务｜咨询｜IT技术服务｜咨询｜SQL Server｜Python｜\'', '\'本科\'', '\'经验不限\'', '\'中科华数启元软件\'', '\'软件服务｜咨询,IT技术服务｜咨询,人工智能服务\'', '\'未融资\'', '\'15-50人\'', '\'“团队年轻，流程简洁，人性化办公”\''
    ),
    (
        '866', '\'资深java工程师\'', '\'上海\'', '\'周家桥\'', '\'25k-40k\'', '\'｜生活服务｜旅游｜出行｜\'', '\'本科\'', '\'经验5-10年\'', '\'彩贝壳\'', '\'旅游｜出行\'', '\'B轮\'', '\'150-500人\'', '\'“技术大牛，技术氛围好”\''
    ),
    (
        '867', '\'java开发工程师-智能工厂\'', '\'杭州\'', '\'宁围\'', '\'18k-30k\'', '\'｜人工智能服务｜NoSQL｜Linux｜MySQL｜MyBatis｜\'', '\'本科\'', '\'经验不限\'', '\'浙江省北大信研院\'', '\'人工智能服务\'', '\'不需要融资\'', '\'150-500人\'', '\'“弹性工作时间 周末双休”\''
    ),
    (
        '868', '\'java中级开发工程师\'', '\'北京\'', '\'西北旺\'', '\'14k-24k\'', '\'｜软件服务｜咨询｜Linux｜MySQL｜IT技术服务｜咨询｜ORACLE｜\'', '\'本科\'', '\'经验3-5年\'', '\'亚信科技\'', '\'软件服务｜咨询,IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“氛围好、空间大”\''
    ),
    (
        '869', '\'Java高级工程师\'', '\'广州\'', '\'天河区\'', '\'15k-30k\'', '\'｜DevOps｜MySQL｜Spring｜Web后端开发｜\'', '\'本科\'', '\'经验3-5年\'', '\'卓术信息\'', '\'IT技术服务｜咨询\'', '\'不需要融资\'', '\'15-50人\'', '\'“行业前景 团队背景 公司氛围”\''
    ),
    (
        '870', '\'中级java开发工程师\'', '\'深圳\'', '\'南山区\'', '\'15k-25k\'', '\'｜软件服务｜咨询｜MyBatis｜Spring｜\'', '\'本科\'', '\'经验5-10年\'', '\'圆融汇通\'', '\'软件服务｜咨询,数据服务｜咨询,信息安全\'', '\'未融资\'', '\'15-50人\'', '\'“双休 、和最**投融资机构一起工作”\''
    ),
    (
        '871', '\'java专家\'', '\'上海\'', '\'天山路\'', '\'50k-100k\'', '\'｜电商平台｜\'', '\'本科\'', '\'经验5-10年\'', '\'拼多多\'', '\'电商平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“大平台”\''
    ),
    (
        '872', '\'高级/资深Java开发工程师\'', '\'上海\'', '\'天山路\'', '\'30k-60k\'', '\'｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'拼多多\'', '\'电商平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“大平台”\''
    ),
    (
        '873', '\'中高级java开发工程师\'', '\'北京\'', '\'万寿寺\'', '\'15k-23k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“氛围轻松 各项补助 薪资open”\''
    ),
    (
        '874', '\'Java研发工程师\'', '\'北京\'', '\'西二旗\'', '\'25k-40k\'', '\'｜居住服务｜Hadoop｜Spark｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'贝壳\'', '\'居住服务\'', '\'上市公司\'', '\'2000人以上\'', '\'“带薪年假 定期体检 弹性工作 扁平管理”\''
    ),
    (
        '875', '\'高级Java开发工程师 (MJ001072)\'', '\'上海\'', '\'虹口足球场\'', '\'20k-35k\'', '\'｜内容社区｜\'', '\'本科\'', '\'经验3-5年\'', '\'虎扑\'', '\'内容社区\'', '\'D轮及以上\'', '\'500-2000人\'', '\'“弹性工时，免费晚餐，五险一金，定期体检”\''
    ),
    (
        '876', '\'高级后端开发工程师（java/go/c++\'', '\'广州\'', '\'新港\'', '\'15k-30k\'', '\'｜软件服务｜咨询｜C语言｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'天翼云科技有限公司\'', '\'数据服务｜咨询,人工智能服务\'', '\'未融资\'', '\'2000人以上\'', '\'“平台大 央企福利 领导好”\''
    ),
    (
        '877', '\'Java开发工程师（双休）\'', '\'广州\'', '\'五山\'', '\'15k-25k\'', '\'｜金融业｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验5-10年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“双休 五险一金 带薪年假 年度加薪”\''
    ),
    (
        '878', '\'Java架构师\'', '\'深圳\'', '\'南山区\'', '\'30k-50k\'', '\'｜软件服务｜咨询｜\'', '\'本科\'', '\'经验10年以上\'', '\'金蝶\'', '\'软件服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“大平台、企业服务市场、云原生架构”\''
    ),
    (
        '879', '\'java架构师/技术专家\'', '\'上海\'', '\'四川北路\'', '\'30k-40k\'', '\'｜科技金融｜电商平台｜\'', '\'本科\'', '\'经验5-10年\'', '\'维信金科\'', '\'科技金融\'', '\'上市公司\'', '\'2000人以上\'', '\'“团队氛围佳 双休 加班少”\''
    ),
    (
        '880', '\'中级java开发工程师\'', '\'广州\'', '\'珠江新城\'', '\'10k-15k\'', '\'｜信息检索｜MySQL｜数据服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'消费者报道杂志社\'', '\'文化传媒\'', '\'不需要融资\'', '\'50-150人\'', '\'“双休 五险一金 年度体检 带薪年假 节日福利”\''
    ),
    (
        '881', '\'Java开发工程师\'', '\'东莞\'', '\'大朗镇\'', '\'10k-15k\'', '\'｜\'', '\'大专\'', '\'经验1-3年\'', '\'东莞市东彩印刷包装有限公司\'', '\'其他\'', '\'不需要融资\'', '\'500-2000人\'', '\'“五险一金,绩效奖金,员工旅游”\''
    ),
    (
        '882', '\'Java开发(100011)\'', '\'深圳\'', '\'南山区\'', '\'5k-8k\'', '\'｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验1-3年\'', '\'汇合\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“双休”\''
    ),
    (
        '883', '\'JAVA高级开发工程师 （数据平台方向）\'', '\'成都\'', '\'武侯区\'', '\'12k-24k\'', '\'｜软件服务｜咨询｜MySQL｜\'', '\'本科\'', '\'经验5-10年\'', '\'中冶赛迪数字\'', '\'企业服务,工具,物联网\'', '\'不需要融资\'', '\'15-50人\'', '\'“央企实力，工业互联网，薪酬福利有竞争力”\''
    ),
    (
        '884', '\'Java高级研发岗（基础应用方向）\'', '\'北京\'', '\'西北旺\'', '\'30k-60k\'', '\'｜科技金融｜金融业｜Spring｜\'', '\'本科\'', '\'经验5-10年\'', '\'北京中关村银行\'', '\'科技金融,金融业\'', '\'不需要融资\'', '\'150-500人\'', '\'“奖金、交通、通讯和午餐补助、节日福利”\''
    ),
    (
        '885', '\'Java中级研发岗（内部管理方向）\'', '\'北京\'', '\'西北旺\'', '\'20k-40k\'', '\'｜科技金融｜金融业｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'北京中关村银行\'', '\'科技金融,金融业\'', '\'不需要融资\'', '\'150-500人\'', '\'“奖金、交通、通讯和午餐补助、节日福利”\''
    ),
    (
        '886', '\'java研发工程师（业务中台方向）(t013045)\'', '\'上海\'', '\'天山路\'', '\'30k-60k\'', '\'｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'拼多多\'', '\'电商平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“技术氛围超级好”\''
    ),
    (
        '887', '\'java研发工程师-快团团方向\'', '\'上海\'', '\'天山路\'', '\'25k-50k\'', '\'｜电商平台｜\'', '\'本科\'', '\'经验1-3年\'', '\'拼多多\'', '\'电商平台\'', '\'上市公司\'', '\'2000人以上\'', '\'“平台大 发展机会多 一年两次调薪”\''
    ),
    (
        '888', '\'中高级java开发工程师（甲方自研-金融）\'', '\'杭州\'', '\'余杭区\'', '\'15k-30k\'', '\'｜软件服务｜咨询｜MySQL｜科技金融｜MyBatis｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'浙江保融\'', '\'科技金融\'', '\'不需要融资\'', '\'500-2000人\'', '\'“餐饮补贴、交通及通讯补贴、出差补贴、年终奖金”\''
    ),
    (
        '889', '\'java后端开发工程师（TOB/TOC交互）\'', '\'青岛\'', '\'崂山区\'', '\'10k-20k\'', '\'｜服务器端｜客户端｜\'', '\'本科\'', '\'经验5-10年\'', '\'海尔集团\'', '\'物联网\'', '\'上市公司\'', '\'2000人以上\'', '\'“五险一金”\''
    ),
    (
        '890', '\'JAVA后端开发(100069)\'', '\'深圳\'', '\'西丽\'', '\'14k-20k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'汇合\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“季度绩效补贴，五天七小时工作制”\''
    ),
    (
        '891', '\'中高级java开发工程师\'', '\'广州\'', '\'车陂\'', '\'11k-20k\'', '\'｜MySQL｜金融业｜IT技术服务｜咨询｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“双休”\''
    ),
    (
        '892', '\'初中高级java开发工程师\'', '\'深圳\'', '\'福田区\'', '\'11k-21k\'', '\'｜科技金融｜Spring｜\'', '\'本科\'', '\'经验3-5年\'', '\'江融信\'', '\'科技金融\'', '\'B轮\'', '\'500-2000人\'', '\'“面谈”\''
    ),
    (
        '893', '\'中高级java开发工程师\'', '\'上海\'', '\'南码头\'', '\'15k-25k\'', '\'｜软件服务｜咨询｜spring cloud｜科技金融｜mysql｜Spring boot｜\'', '\'本科\'', '\'经验5-10年\'', '\'江融信\'', '\'科技金融\'', '\'B轮\'', '\'500-2000人\'', '\'“六险一金 带薪年假 节日福利 周末双休”\''
    ),
    (
        '894', '\'JAVA开发工程师-商户中台方向（广州）(J11679)\'', '\'广州\'', '\'员村\'', '\'15k-25k\'', '\'｜科技金融｜\'', '\'本科\'', '\'经验5-10年\'', '\'建信金科\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“金融科技、国企背景”\''
    ),
    (
        '895', '\'java开发工程师（合光）\'', '\'合肥\'', '\'五里墩\'', '\'12k-18k\'', '\'｜银行｜金融业｜\'', '\'本科\'', '\'经验3-5年\'', '\'京北方\'', '\'IT技术服务｜咨询\'', '\'上市公司\'', '\'2000人以上\'', '\'“五险一金，周末双休”\''
    ),
    (
        '896', '\'java后端开发工程师（远程居家办公）\'', '\'上海\'', '\'洋泾\'', '\'15k-22k\'', '\'｜消费生活｜电商平台｜\'', '\'本科\'', '\'经验3-5年\'', '\'威弘信息\'', '\'软件服务｜咨询\'', '\'不需要融资\'', '\'15-50人\'', '\'“远程居家办公”\''
    ),
    (
        '897', '\'(深圳)高级java工程师-周末双休-专科民教网勿扰\'', '\'深圳\'', '\'西丽\'', '\'14k-22k\'', '\'｜科技金融｜Spring｜\'', '\'本科\'', '\'经验5-10年\'', '\'联龙博通\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“加班费 13薪 餐补 加班餐补”\''
    ),
    (
        '898', '\'项目经理【java背景+驻场办公】\'', '\'常州\'', '\'金坛市\'', '\'15k-25k\'', '\'｜软件服务｜咨询｜PMP｜IT技术服务｜咨询｜\'', '\'本科\'', '\'经验3-5年\'', '\'兔展RABBITPRE\'', '\'工具类产品\'', '\'D轮及以上\'', '\'150-500人\'', '\'“银行营销集成系统”\''
    ),
    (
        '899', '\'配送技术-java架构师\'', '\'北京\'', '\'望京\'', '\'35k-60k\'', '\'｜Java开发经验｜生活服务｜中大型项目架构｜消费生活｜\'', '\'本科\'', '\'经验5-10年\'', '\'美团\'', '\'消费生活\'', '\'上市公司\'', '\'2000人以上\'', '\'“发展前景；核心业务”\''
    ),
    (
        '900', '\'(杭州)Java工程师-周末双休\'', '\'杭州\'', '\'浦沿\'', '\'13k-18k\'', '\'｜C++｜科技金融｜\'', '\'本科\'', '\'经验3-5年\'', '\'联龙博通\'', '\'科技金融\'', '\'不需要融资\'', '\'2000人以上\'', '\'“加班费 13薪”\''
    );